Repository: friberk/jumpserver-turasas
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: DingTalk is not bound
tr: DingTalk bağlı değil

source: FeiShu is not bound
tr: FeiShu bağlı değil

source: Your password is invalid
tr: Şifreniz geçersiz

source: Your password is too simple, please change it for security
tr: Şifreniz çok basit, lütfen güvenlik için değiştirin

source: You should to change your password before login
tr: Giriş yapmadan önce şifrenizi değiştirmelisiniz

source: Your password has expired, please reset before logging in
tr: Parolanızın süresi doldu, lütfen oturum açmadan önce sıfırlayın

source: {} days auto login
tr: {} gün boyunca otomatik giriş yap

source: MFA Code
tr: MFA Kodu

source: MFA type
tr: MFA türü

source: MFA code
tr: MFA kodu

source: Dynamic code
tr: dinamik kod

source: Please input security code
tr: Lütfen güvenlik kodunu girin

source: OTP code invalid, or server time error
tr: OTP kodu geçersiz veya sunucu zamanı hatası

source: OTP verification code
tr: OTP doğrulama kodu

source: Virtual OTP based MFA
tr: Sanal OTP tabanlı MFA

source: Radius verify code invalid
tr: Radius doğrulama kodu geçersiz

source: Radius verification code
tr: Radius doğrulama kodu

source: Radius global enabled, cannot disable
tr: Radius global etkin, devre dışı bırakılamaz

source: SMS verify code invalid
tr: SMS doğrulama kodu geçersiz

source: SMS verification code
tr: SMS doğrulama kodu

source: Set phone number to enable
tr: Etkinleştirmek için telefon numarasını ayarlayın

source: Clear phone number to disable
tr: Devre dışı bırakmak için telefon numarasını temizle

source: The MFA type ({}) is not enabled
tr: MFA türü ({}) etkin değil

source: Please change your password
tr: Lütfen şifrenizi değiştirin

source: Access key
tr: Erişim anahtarı

source: Private Token
tr: Özel Simge

source: Expired
tr: Süresi doldu

source: SSO token
tr: SSO jetonu

source: Secret
tr: Gizli

source: Date expired
tr: Son kullanma tarihi

source: Asset display
tr: Varlık adı

source: Connection token
tr: Bağlantı belirteci

source: Can view connection token secret
tr: Bağlantı belirteci sırrını görüntüleyebilir

source: Connection token expired at: {}
tr: Bağlantı jetonunun süresi şu tarihte doldu: {}

source: User not exists
tr: Kullanıcı mevcut değil

source: User invalid, disabled or expired
tr: Kullanıcı geçersiz, devre dışı veya süresi dolmuş

source: System user not exists
tr: Sistem kullanıcısı mevcut değil

source: Asset not exists
tr: Öğe mevcut değil

source: Asset inactive
tr: Öğe etkin değil

source: User has no permission to access asset or permission expired
tr: Kullanıcının varlığa erişim izni yok veya iznin süresi doldu

source: Application not exists
tr: Uygulama mevcut değil

source: User has no permission to access application or permission expired
tr: Kullanıcının uygulamaya erişim izni yok veya iznin süresi doldu

source: Verified
tr: Doğrulandı

source: Super connection token
tr: Süper bağlantı belirteci

source: Different city login reminder
tr: Farklı şehir giriş hatırlatıcısı

source: binding reminder
tr: bağlayıcı hatırlatıcı

source: Validity
tr: Geçerlilik

source: Expired time
tr: Süresi Doldu Zaman

source: Asset or application required
tr: Varlık veya uygulama gerekli

source: Is valid
tr: geçerli

source: API key list
tr: API anahtar listesi

source: Using api key sign api header, every requests header difference
tr: api anahtar işareti api başlığını kullanarak, her istek başlık farkı

source: docs
tr: dokümanlar

source: Date
tr: Tarih

source: Show
tr: Göstermek

source: Disable
tr: Devre dışı bırak

source: Enable
tr: Etkinleştir

source: Delete success
tr: Başarıyı sil

source: Close
tr: Kapat

source: Play CAPTCHA as audio file
tr: CAPTCHA'yı ses dosyası olarak çal

source: MFA confirm
tr: MFA onayı

source: Need MFA for view auth
tr: Görüntüleme yetkilendirmesi için MFA'ya ihtiyacınız var

source: Confirm
tr: Onaylamak

source: Code error
tr: Kod hatası

source: Hello
tr: Merhaba

source: Your account has remote login behavior, please pay attention
tr: Hesabınızda uzaktan oturum açma davranışı var, lütfen dikkat edin

source: Login time
tr: Giriş zamanı

source: If you suspect that the login behavior is abnormal, please modify the account password in time.
tr: Oturum açma davranışının anormal olduğundan şüpheleniyorsanız, lütfen hesap parolasını zamanında değiştirin.

source: Your account has just been bound to
tr: Hesabınız yeni bağlandı

source: If the operation is not your own, unbind and change the password.
tr: İşlem size ait değilse, şifreyi çözün ve değiştirin.

source: Please click the link below to reset your password, if not your request, concern your account security
tr: Parolanızı sıfırlamak için lütfen aşağıdaki bağlantıya tıklayın, talebiniz değilse hesap güvenliğinizi ilgilendiriyor

source: Click here reset password
tr: Buraya tıklayın şifreyi sıfırlayın

source: This link is valid for 1 hour. After it expires
tr: Bu bağlantı 1 saat geçerlidir. Süresi dolduktan sonra

source: request new one
tr: yenisini iste

source: Your password has just been successfully updated
tr: Şifreniz az önce başarıyla güncellendi

source: Browser
tr: Tarayıcı

source: If the password update was not initiated by you, your account may have security issues
tr: Şifre güncellemesi sizin tarafınızdan başlatılmadıysa, hesabınızda güvenlik sorunları olabilir.

source: If you have any questions, you can contact the administrator
tr: Herhangi bir sorunuz varsa, yönetici ile iletişime geçebilirsiniz

source: Your public key has just been successfully updated
tr: Genel anahtarınız az önce başarıyla güncellendi

source: If the public key update was not initiated by you, your account may have security issues
tr: Ortak anahtar güncellemesi sizin tarafınızdan başlatılmadıysa, hesabınızda güvenlik sorunları olabilir.

source: Welcome back, please enter username and password to login
tr: Tekrar hoş geldiniz, giriş yapmak için lütfen kullanıcı adı ve şifre girin

source: Forgot password
tr: Parolanızı mı unuttunuz

source: Login
tr: Giriş yap

source: More login options
tr: Daha fazla giriş seçeneği

source: MFA Auth
tr: MFA Yetkilendirmesi

source: Next
tr: Sonraki

source: Can't provide security? Please contact the administrator!
tr: Güvenlik sağlayamıyor musunuz? Lütfen yönetici ile iletişime geçin!

source: Refresh
tr: Yenile

source: Copy link
tr: Bağlantıyı kopyala

source: Return
tr: Dönüş

source: Copy success
tr: Başarıyı kopyala

source: DingTalk Error, Please contact your system administrator
tr: DingTalk Hatası, Lütfen sistem yöneticinize başvurun

source: DingTalk Error
tr: DingTalk Hatası

source: The system configuration is incorrect. Please contact your administrator
tr: Sistem yapılandırması yanlış. Lütfen yöneticinize başvurun

source: DingTalk is already bound
tr: DingTalk zaten bağlı

source: Invalid user_id
tr: Geçersiz kullanıcı kimliği

source: DingTalk query user failed
tr: DingTalk sorgu kullanıcısı başarısız oldu

source: The DingTalk is already bound to another user
tr: DingTalk zaten başka bir kullanıcıya bağlı

source: Binding DingTalk successfully
tr: DingTalk'u başarıyla bağlama

source: Failed to get user from DingTalk
tr: DingTalk'tan kullanıcı alınamadı

source: Please login with a password and then bind the DingTalk
tr: Lütfen bir şifre ile giriş yapın ve ardından DingTalk'u bağlayın

source: FeiShu Error
tr: FeiShu Hatası

source: FeiShu is already bound
tr: FeiShu zaten bağlı

source: FeiShu query user failed
tr: FeiShu sorgu kullanıcısı başarısız oldu

source: The FeiShu is already bound to another user
tr: FeiShu zaten başka bir kullanıcıya bağlı

source: Binding FeiShu successfully
tr: FeiShu'yu başarıyla bağlama

source: Failed to get user from FeiShu
tr: FeiShu'dan kullanıcı alınamadı

source: Please login with a password and then bind the FeiShu
tr: Lütfen bir şifre ile giriş yapın ve ardından FeiShu'yu bağlayın

source: Redirecting
tr: Yönlendirme

source: Redirecting to {} authentication
tr: {} kimlik doğrulamasına yönlendiriliyor

source: Please enable cookies and try again.
tr: Lütfen çerezleri etkinleştirin ve tekrar deneyin.

source: Wait for <b>{}</b> confirm, You also can copy link to her/him <br/> Don't close this page
tr: <b>{}</b> onaylayana kadar bekleyin, Bağlantıyı ona da kopyalayabilirsiniz <br/> Bu sayfayı kapatmayın

source: No ticket found
tr: Bilet bulunamadı

source: Logout success
tr: Çıkış başarılı

source: Logout success, return login page
tr: Çıkış başarılı, giriş sayfasına geri dönülüyor

source: WeCom Error, Please contact your system administrator
tr: WeCom Hatası, Lütfen sistem yöneticinize başvurun

source: WeCom Error
tr: WeCom Hatası

source: WeCom query user failed
tr: WeCom sorgu kullanıcısı başarısız oldu

source: The WeCom is already bound to another user
tr: WeCom zaten başka bir kullanıcıya bağlı

source: Binding WeCom successfully
tr: WeCom'u başarıyla bağlama

source: Failed to get user from WeCom
tr: WeCom'dan kullanıcı alınamadı

source: Please login with a password and then bind the WeCom
tr: Lütfen bir parola ile giriş yapın ve ardından WeCom'u bağlayın

source: %(name)s was created successfully
tr: %(name)s başarıyla oluşturuldu

source: %(name)s was updated successfully
tr: %(name)s başarıyla güncellendi

source: Marshal dict data to char field
tr: Mareşal dikte verilerini char alanına

source: Marshal dict data to text field
tr: Metin alanına Marshal dict verileri

source: Marshal list data to char field
tr: Mareşal liste verilerini char alanına

source: Marshal list data to text field
tr: Metin alanına Mareşal liste verileri

source: Marshal data to char field
tr: char alanına mareşal verileri

source: Marshal data to text field
tr: Metin alanına mareşal verileri

source: Encrypt field using Secret Key
tr: Gizli Anahtar kullanarak alanı şifreleyin

source: Updated by
tr: Tarafından güncellendi

source: Object
tr: Nesne

source: The file content overflowed (The maximum length `{}` bytes)
tr: Dosya içeriği taştı (Maksimum uzunluk `{}` bayt)

source: Parse file error: {}
tr: Ayrıştırma dosyası hatası: {}

source: %s object does not exist.
tr: %s nesnesi mevcut değil.

source: Someone else is doing this. Please wait for complete
tr: Bunu başka biri yapıyor. Lütfen tamamlanmasını bekleyin

source: Your request timeout
tr: İsteğiniz zaman aşımına uğradı

source: M2M reverse not allowed
tr: M2M tersine izin verilmez

source: Is referenced by other objects and cannot be deleted
tr: Diğer nesneler tarafından başvurulur ve silinemez

source: This action require confirm current user
tr: Bu işlem, geçerli kullanıcıyı onaylamayı gerektiriyor

source: Unexpect error occur
tr: Beklenmedik hata oluştu

source: Request file format may be wrong
tr: İstek dosya biçimi yanlış olabilir

source: is discard
tr: atılır

source: discard time
tr: zaman atmak

source: Export all
tr: Tümünü dışa aktar

source: Export only selected items
tr: Yalnızca seçili öğeleri dışa aktar

source: Export filtered: %s
tr: Filtrelenen dışa aktarma: %s

source: Network error, please contact system administrator
tr: Ağ hatası, lütfen sistem yöneticisine başvurun

source: WeCom error, please contact system administrator
tr: WeCom hatası, lütfen sistem yöneticisine başvurun

source: Signature does not match
tr: imza eşleşmiyor

source: Alibaba cloud
tr: Alibaba bulut

source: Tencent cloud
tr: Tencent bulutu

source: SMS provider not support: {}
tr: SMS sağlayıcı şunları desteklemiyor: {}

source: SMS verification code signature or template invalid
tr: SMS doğrulama kodu imzası veya şablon geçersiz

source: The verification code has expired. Please resend it
tr: Doğrulama kodunun süresi doldu. lütfen tekrar gönderin

source: The verification code is incorrect
tr: Doğrulama kodu yanlış

source: Please wait {} seconds before sending
tr: Lütfen göndermeden önce {} saniye bekleyin

source: Invalid ip
tr: geçersiz ip

source: This field must be unique.
tr: Bu alan benzersiz olmalıdır.

source: Should not contains special characters
tr: Özel karakterler içermemelidir

source: The mobile phone number format is incorrect
tr: Cep telefonu numarası biçimi yanlış

source: Create account successfully
tr: Başarıyla hesap oluştur

source: Your account has been created successfully
tr: Hesabınız Başarıyla Oluşturuldu

source: TÜRASAŞ JumpServer Privileged Access Management Application
tr: TÜRASAŞ JumpServer Ayrıcalıklı Erişim Yönetimi Arayüzü

source: <h1>Flower service unavailable, check it</h1>
tr: <h1>Çiçek servisi kullanılamıyor, kontrol edin</h1>

source: <div>Luna is a separately deployed program, you need to deploy Luna, koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
tr: <div>Luna ayrı olarak dağıtılan bir programdır, Luna, koko dağıtmanız, url dağıtımı için nginx'i yapılandırmanız gerekir,</div> </div>Bu sayfayı görürseniz, nginx dinleme bağlantı noktasına erişmediğinizi kanıtlayın. İyi şanslar.</div>

source: Websocket server run on port: {}, you should proxy it on nginx
tr: Websocket sunucusu şu bağlantı noktasında çalışır: {}, nginx'te proxy yapmalısınız

source: <div>Koko is a separately deployed program, you need to deploy Koko, configure nginx for url distribution,</div> </div>If you see this page, prove that you are not accessing the nginx listening port. Good luck.</div>
tr: <div>Koko ayrı olarak dağıtılan bir programdır, Koko'yu dağıtmanız, url dağıtımı için nginx'i yapılandırmanız gerekir,</div> </div>Bu sayfayı görürseniz, nginx dinleme bağlantı noktasına erişmediğinizi kanıtlayın. İyi şanslar.</div>

source: Notifications
tr: Bildirimler

source: Email
tr: E-posta

source: Site message
tr: Site mesajı

source: Waiting task start
tr: Bekleyen görev başlangıcı

source: Not has host {} permission
tr: {} barındırıcı iznine sahip değil

source: App ops
tr: Uygulama operasyonları

source: Cycle perform
tr: Döngü yap

source: Regularly perform
tr: Düzenli olarak gerçekleştirin

source: Interval
tr: Aralık

source: * Please enter a valid crontab expression
tr: * Lütfen geçerli bir crontab ifadesi girin

source: Range {} to {}
tr: {} - {} aralığı

source: Require periodic or regularly perform setting
tr: Periyodik veya düzenli olarak ayar yapılmasını gerektirir

source: eg: Every Sunday 03:05 run <5 3 * * 0> <br> Tips: Using 5 digits linux crontab expressions <min hour day month week> (<a href='https://tool.lu/crontab/' target='_blank'>Online tools</a>) <br>Note: If both Regularly perform and Cycle perform are set, give priority to Regularly perform
tr: örneğin: Her Pazar 03:05 <5 3 * * 0> çalıştırın <br> İpucu: 5 basamaklı linux crontab ifadelerini kullanma <min saat gün ay hafta> (<a href='https://tool.lu/crontab/' target='_blank'>Çevrimiçi araçlar</a>) <br>Not: Hem Düzenli olarak gerçekleştirin hem de Döngü gerçekleştirin ayarlanmışsa, Önceliği Düzenli olarak gerçekleştir'e verin

source: Unit: hour
tr: Birim: saat

source: Callback
tr: Geri aramak

source: Task
tr: Görev

source: Can view task monitor
tr: Görev monitörünü görüntüleyebilir

source: Tasks
tr: Görevler

source: Options
tr: Seçenekler

source: Run as admin
tr: Yönetici olarak çalıştır

source: Become
tr: Olmak

source: Create by
tr: Tarafından oluşturuldu

source: AdHoc
tr: Özel

source: Task display
tr: Görev adı

source: Host amount
tr: Ana bilgisayar sayısı

source: Start time
tr: Başlangıç ​​saati

source: End time
tr: Bitiş zamanı

source: Is finished
tr: Bitti

source: Adhoc raw result
tr: Adhoc ham sonuç

source: Adhoc result summary
tr: Geçici sonuç özeti

source: AdHoc execution
tr: AdHoc yürütme

source: Date finished
tr: Bitiş tarihi

source: Task start
tr: Görev başlangıcı

source: Command `{}` is forbidden ........
tr: `{}` komutu yasaktır ........

source: Task end
tr: Görev sonu

source: Command execution
tr: Komut yürütme

source: Server performance
tr: Sunucu performansı

source: Terminal health check warning
tr: Terminal sağlık kontrolü uyarısı

source: The terminal is offline: {name}
tr: Terminal çevrimdışı: {name}

source: Disk used more than {max_threshold}%: => {value}
tr: Disk %{max_threshold}'dan fazla kullanıldı: => {değer}

source: Memory used more than {max_threshold}%: => {value}
tr: %{max_threshold}'dan fazla bellek kullanıldı: => {değer}

source: CPU load more than {max_threshold}: => {value}
tr: {max_threshold} değerinden fazla CPU yükü: => {value}

source: Clean task history period
tr: Temiz görev geçmişi dönemi

source: Clean celery log period
tr: Temiz kereviz günlük dönemi

source: Task log
tr: Görev günlüğü

source: Update task content: {}
tr: Görev içeriğini güncelle: {}

source: The current organization ({}) cannot be deleted
tr: Mevcut organizasyon ({}) silinemez

source: LDAP synchronization is set to the current organization. Please switch to another organization before deleting
tr: LDAP senkronizasyonu, geçerli organizasyona ayarlanmıştır. Lütfen silmeden önce başka bir organizasyona geçin

source: The organization have resource ({}) cannot be deleted
tr: Organizasyonun kaynağı var ({}) silinemez

source: App organizations
tr: Uygulama organizasyonları

source: Organization
tr: organizasyon

source: GLOBAL
tr: KÜRESEL

source: Can view root org
tr: Kök organizasyonu görüntüleyebilir

source: Can view all joined org
tr: Katılan tüm organizasyonları görüntüleyebilir

source: Role
tr: rol

source: App permissions
tr: Uygulama izinleri

source: The administrator is modifying permissions. Please wait
tr: Yönetici izinleri değiştiriyor. Lütfen bekle

source: The authorization cannot be revoked for the time being
tr: Yetkilendirme şu an için iptal edilemez

source: Permed application
tr: İzin verilen uygulama

source: Can view my apps
tr: Uygulamalarımı görüntüleyebilir

source: Can view user apps
tr: Kullanıcı uygulamalarını görüntüleyebilir

source: Can view usergroup apps
tr: Kullanıcı grubu uygulamalarını görüntüleyebilir

source: Ungrouped
tr: Gruplandırılmamış

source: Favorite
tr: Favori

source: Permed asset
tr: İzin verilen varlık

source: Can view my assets
tr: Varlıklarımı görüntüleyebilir

source: Can view user assets
tr: Kullanıcı varlıklarını görüntüleyebilir

source: Can view usergroup assets
tr: Kullanıcı grubu varlıklarını görüntüleyebilir

source: Connect
tr: Bağlamak

source: Upload file
tr: Dosya yükleme

source: Download file
tr: Dosyayı indir

source: Upload download
tr: Yükleme indirme

source: Clipboard copy
tr: Pano kopyası

source: Clipboard paste
tr: Pano yapıştır

source: Clipboard copy paste
tr: Pano kopyala yapıştır

source: From ticket
tr: Biletten

source: You permed assets is about to expire
tr: İzin verdiğiniz varlıkların süresi dolmak üzere

source: permed assets
tr: izin verilen varlıklar

source: Asset permissions is about to expire
tr: Varlık izinlerinin süresi dolmak üzere

source: asset permissions of organization {}
tr: {} organizasyonunun varlık izinleri

source: Your permed applications is about to expire
tr: İzin verilen uygulamalarınızın süresi dolmak üzere

source: permed applications
tr: izinli uygulamalar

source: Application permissions is about to expire
tr: Uygulama izinlerinin süresi dolmak üzere

source: application permissions of organization {}
tr: {} organizasyonunun uygulama izinleri

source: Is expired
tr: Süresi doldu

source: Users amount
tr: Kullanıcı sayısı

source: User groups amount
tr: Kullanıcı grupları sayısı

source: System users amount
tr: Sistem kullanıcıları sayısı

source: The application list contains applications that are different from the permission type. ({})
tr: Uygulama listesi, izin türünden farklı uygulamaları içerir. ({})

source: Users display
tr: Kullanıcılar

source: User groups display
tr: Kullanıcı grubu adı

source: Assets display
tr: Varlık adı

source: Nodes display
tr: Düğüm adı

source: System users display
tr: Sistem kullanıcısı adı

source: The following %(item_type)s will expire in %(count)s days
tr: Aşağıdaki %(item_type)s, %(count)s gün içinde sona erecek

source: If you have any question, please contact the administrator
tr: Herhangi bir sorunuz varsa, lütfen yönetici ile iletişime geçin

source: My applications
tr: uygulamalarım

source: Empty
tr: Boş

source: My assets
tr: Varlıklarım

source: Internal role, can't be destroy
tr: İç rol, yok edilemez

source: The role has been bound to users, can't be destroy
tr: Rol kullanıcılara bağlı, yok edilemez

source: Internal role, can't be update
tr: Dahili rol, güncellenemez

source: {} at least one system role
tr: {} en az bir sistem rolü

source: SystemAdmin
tr: Sistem yöneticisi

source: SystemAuditor
tr: Sistem denetçisi

source: SystemComponent
tr: Sistem bileşeni

source: OrgAdmin
tr: Organizasyon yöneticisi

source: OrgAuditor
tr: Organizasyon denetçisi

source: OrgUser
tr: Organizasyon kullanıcısı

source: Menu permission
tr: Menü izni

source: Can view console view
tr: Konsol görünümünü görüntüleyebilir

source: Can view audit view
tr: Denetim görünümünü görüntüleyebilir

source: Can view workbench view
tr: Workbench görünümünü görüntüleyebilir

source: Can view web terminal
tr: Web terminalini görüntüleyebilir

source: Can view file manager
tr: Dosya yöneticisini görüntüleyebilir

source: Permission
tr: İzin

source: Scope
tr: Dürbün

source: Permissions
tr: izinler

source: Built-in
tr: yerleşik

source: System role
tr: Sistem rolü

source: Organization role
tr: Organizasyon rolü

source: Role binding
tr: Rol bağlama

source: All organizations
tr: Tüm organizasyonlar

source: User last role in org, can not be delete, you can remove user from org instead
tr: Kullanıcının organizasyontaki son rolü, silinemez, bunun yerine kullanıcıyı organizasyontan kaldırabilirsiniz

source: Organization role binding
tr: Organizasyon rolü bağlama

source: System role binding
tr: Sistem rolü bağlama

source: Perms
tr: izinler

source: Scope display
tr: Kapsam adı

source: Display name
tr: Ekran adı

source: Role display
tr: rol gösterimi

source: Has bound this role
tr: Bu rolü bağladı

source: All permissions
tr: Tüm izinler

source: Console view
tr: Konsol görünümü

source: Workbench view
tr: Workbench görünümü

source: Audit view
tr: Denetim görünümü

source: System setting
tr: Sistem ayarı

source: Accounts
tr: Hesaplar

source: Session audits
tr: Oturum denetimleri

source: Cloud import
tr: Bulut içe aktarma

source: Backup account
tr: Yedek hesap

source: Gather account
tr: Hesap topla

source: App change auth
tr: Uygulama değişikliği yetkilendirmesi

source: Asset change auth
tr: Öğe değişikliği yetkilendirmesi

source: Terminal setting
tr: Terminal ayarı

source: My apps
tr: Uygulamalarım

source: Ticket comment
tr: Bilet yorumu

source: Ticket
tr: Bilet

source: Common setting
tr: Ortak ayar

source: View permission tree
tr: İzin ağacını görüntüle

source: Execute batch command
tr: Toplu komut çalıştır

source: test_phone is required
tr: test_phone gerekli

source: Test success
tr: Test başarısı

source: Test mail sent to {}, please check
tr: {} adresine test postası gönderildi, lütfen kontrol edin

source: Synchronization start, please wait.
tr: Senkronizasyon başlıyor, lütfen bekleyin.

source: Synchronization is running, please wait.
tr: Senkronizasyon çalışıyor, lütfen bekleyin.

source: Synchronization error: {}
tr: Senkronizasyon hatası: {}

source: Get ldap users is None
tr: ldap kullanıcıları Yok'u al

source: Imported {} users successfully (Organization: {})
tr: {} kullanıcıyı başarıyla içe aktardı (Organizasyon: {})

source: Settings
tr: Ayarlar

source: Can change email setting
tr: E-posta ayarını değiştirebilir

source: Can change auth setting
tr: Yetkilendirme ayarını değiştirebilir

source: Can change system msg sub setting
tr: Sistem msj alt ayarını değiştirebilir

source: Can change sms setting
tr: SMS ayarını değiştirebilir

source: Can change security setting
tr: Güvenlik ayarını değiştirebilir

source: Can change clean setting
tr: Temiz ayarı değiştirebilir
