Repository: friberk/jumpserver-turasas
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Can change interface setting
tr: Arayüz ayarını değiştirebilir

source: Can change license setting
tr: Lisans ayarını değiştirebilir

source: Can change terminal setting
tr: Terminal ayarını değiştirebilir

source: Can change other setting
tr: Diğer ayarı değiştirebilir

source: CAS Auth
tr: CAS Yetkilendirmesi

source: OPENID Auth
tr: OPENID Yetkilendirme

source: RADIUS Auth
tr: RADIUS Yetkilendirmesi

source: DingTalk Auth
tr: DingTalk Yetkilendirme

source: FeiShu Auth
tr: FeiShu Yetkilendirme

source: WeCom Auth
tr: WeCom Yetkilendirmesi

source: SSO Auth
tr: SSO Yetkilendirmesi

source: SAML2 Auth
tr: SAML2 Yetkilendirmesi

source: Forgot password url
tr: Unutulan şifre url'si

source: Enable login redirect msg
tr: Giriş yönlendirme mesajını etkinleştir

source: Enable CAS Auth
tr: CAS Yetkilendirmesini Etkinleştir

source: Server url
tr: Sunucu URL'si

source: Proxy server url
tr: Proxy sunucu url'si

source: Logout completely
tr: Tamamen çıkış yap

source: Username attr
tr: Kullanıcı adı attr

source: Enable attributes map
tr: Özellik eşlemesini etkinleştir

source: Rename attr
tr: özniteliği yeniden adlandır

source: Create user if not
tr: Değilse kullanıcı oluştur

source: Enable DingTalk Auth
tr: DingTalk Yetkilendirmesini Etkinleştir

source: Enable FeiShu Auth
tr: FeiShu Yetkilendirmesini Etkinleştir

source: LDAP server
tr: LDAP sunucusu

source: eg: ldap://localhost:389
tr: örneğin: ldap://localhost:389

source: Bind DN
tr: DN'yi bağla

source: User OU
tr: Kullanıcı organizasyon birimi (OU)

source: Use | split multi OUs
tr: Kullanım | çoklu organizasyon birimlerini bölme

source: User search filter
tr: Kullanıcı arama filtresi

source: Choice may be (cn|uid|sAMAccountName)=%(user)s)
tr: Seçim (cn|uid|sAMAccountName)=%(user)s olabilir

source: User attr map
tr: Kullanıcı özellik haritası

source: User attr map present how to map LDAP user attr to jumpserver, username,name,email is jumpserver attr
tr: Kullanıcı özniteliği haritası, LDAP kullanıcı özniteliğinin atlama sunucusuna nasıl eşleneceğini sunar, kullanıcı adı, ad, e-posta, atlama sunucusu özelliğidir

source: Connect timeout
tr: Bağlantı zaman aşımı

source: Search paged size
tr: Arama sayfası boyutu

source: Enable LDAP auth
tr: LDAP kimlik doğrulamasını etkinleştir

source: Base site url
tr: Temel site url'si

source: Client Id
tr: Müşteri Kimliği

source: Client Secret
tr: Müşteri Sırrı

source: Client authentication method
tr: İstemci kimlik doğrulama yöntemi

source: Share session
tr: Oturumu paylaş

source: Ignore ssl verification
tr: SSL doğrulamasını yoksay

source: User attr map present how to map OpenID user attr to jumpserver, username,name,email is jumpserver attr
tr: Kullanıcı özniteliği haritası, OpenID kullanıcı özniteliğinin atlama sunucusuna nasıl eşleneceğini sunar, kullanıcı adı, ad, e-posta atlama sunucusu özniteliğidir

source: Use Keycloak
tr: Tuş perdesini kullan

source: Realm name
tr: Bölge adı

source: Enable OPENID Auth
tr: OPENID Yetkilendirmesini Etkinleştir

source: Provider endpoint
tr: Sağlayıcı uç noktası

source: Provider auth endpoint
tr: Sağlayıcı yetkilendirme uç noktası

source: Provider token endpoint
tr: Sağlayıcı jetonu uç noktası

source: Provider jwks endpoint
tr: Sağlayıcı jwks uç noktası

source: Provider userinfo endpoint
tr: Sağlayıcı kullanıcı bilgisi uç noktası

source: Provider end session endpoint
tr: Sağlayıcı bitiş oturumu bitiş noktası

source: Provider sign alg
tr: Sağlayıcı işareti alg

source: Provider sign key
tr: Sağlayıcı işareti anahtarı

source: Scopes
tr: Kapsamlar

source: Id token max age
tr: kimlik jetonu maksimum yaşı

source: Id token include claims
tr: Kimlik belirteci talepleri içerir

source: Use state
tr: durumu kullan

source: Use nonce
tr: nonce kullan

source: Always update user
tr: Kullanıcıyı her zaman güncelle

source: Enable Radius Auth
tr: Radius Yetkilendirmesini Etkinleştir

source: OTP in Radius
tr: Radius'daki OTP

source: Enable SAML2 Auth
tr: SAML2 Yetkilendirmesini Etkinleştir

source: IDP metadata URL
tr: IDP meta veri URL'si

source: IDP metadata XML
tr: IDP meta veri XML'si

source: SP advanced settings
tr: SP gelişmiş ayarları

source: SP private key
tr: SP özel anahtarı

source: SP cert
tr: SP sertifikası

source: Enable SMS
tr: SMS'i etkinleştir

source: SMS provider
tr: SMS sağlayıcı

source: Signature
tr: İmza

source: Template code
tr: Şablon kodu

source: Test phone
tr: Telefonu test et

source: Enable SSO auth
tr: SSO kimlik doğrulamasını etkinleştir

source: Other service can using SSO token login to JumpServer without password
tr: Diğer hizmet, SSO belirteci ile JumpServer'a parola olmadan oturum açmayı kullanabilir

source: SSO auth key TTL
tr: SSO kimlik doğrulama anahtarı TTL

source: Unit: second
tr: Birim: saniye

source: Enable WeCom Auth
tr: WeCom Yetkilendirmesini Etkinleştir

source: Subject
tr: Konu

source: More url
tr: Daha fazla url

source: Site url
tr: Site URL'si

source: eg: http://dev.jumpserver.org:8080
tr: örneğin: http://dev.jumpserver.org:8080

source: User guide url
tr: Kullanıcı kılavuzu url'si

source: User first login update profile done redirect to it
tr: Kullanıcı ilk oturum açma güncelleme profili ona yönlendirme yaptı

source: The forgot password url on login page, If you use ldap or cas external authentication, you can set it
tr: Oturum açma sayfasındaki şifremi unuttum url, ldap veya cas harici kimlik doğrulama kullanıyorsanız, ayarlayabilirsiniz

source: Global organization name
tr: Küresel organizasyon adı

source: The name of global organization to display
tr: Görüntülenecek küresel organizasyonun adı

source: Enable announcement
tr: Duyuruyu etkinleştir

source: Announcement
tr: Duyuru

source: Enable tickets
tr: Biletleri etkinleştir

source: Login log keep days
tr: Giriş günlüğü tutma günleri

source: Unit: day
tr: Birim: gün

source: Task log keep days
tr: Görev günlüğü tutma günleri

source: Operate log keep days
tr: Operasyon günlüğü tutma günleri

source: FTP log keep days
tr: FTP günlüğü tutma günleri

source: Cloud sync record keep days
tr: Bulut senkronizasyonu kaydı tutma günleri

source: Session keep duration
tr: Oturum tutma süresi

source: Unit: days, Session, record, command will be delete if more than duration, only in database
tr: Birim: günler, Oturum, kayıt, komut, süreden fazlaysa silinecek, yalnızca veritabanında

source: SMTP host
tr: SMTP ana bilgisayarı

source: SMTP port
tr: SMTP bağlantı noktası

source: SMTP account
tr: SMTP hesabı

source: SMTP password
tr: SMTP şifresi

source: Tips: Some provider use token except password
tr: İpucu: Bazı sağlayıcılar şifre dışında belirteç kullanır

source: Send user
tr: Gönderen kullanıcı

source: Tips: Send mail account, default SMTP account as the send account
tr: İpucu: E-posta göndermek için hesap, varsayılan olarak gönderen hesap olarak SMTP hesabı kullanılır

source: Test recipient
tr: Test alıcısı

source: Tips: Used only as a test mail recipient
tr: İpucu: Yalnızca test postası alıcısı olarak kullanılır

source: Use SSL
tr: SSL kullan

source: If SMTP port is 465, may be select
tr: SMTP bağlantı noktası 465 ise, seçilebilir

source: Use TLS
tr: TLS'yi kullan

source: If SMTP port is 587, may be select
tr: SMTP bağlantı noktası 587 ise, seçilebilir

source: Subject prefix
tr: Konu ön eki

source: Create user email subject
tr: Kullanıcı e-posta konusu oluştur

source: Tips: When creating a user, send the subject of the email (eg:Create account successfully)
tr: İpucu: Bir kullanıcı oluştururken, e-postanın konusunu gönderin (ör: Hesap başarıyla oluşturuldu)

source: Create user honorific
tr: Kullanıcı hitap ifadesi oluştur

source: Tips: When creating a user, send the honorific of the email (eg:Hello)
tr: İpucu: Bir kullanıcı oluştururken, e-postaya hitap ifadesi ekleyin (örn:Merhaba)

source: Create user email content
tr: Kullanıcı e-posta içeriği oluşturun

source: Tips: When creating a user, send the content of the email, support {username} {name} {email} label
tr: İpucu: Bir kullanıcı oluştururken, e-postanın içeriğini gönderin, {username} {name} {email} etiketlerini destekler

source: Tips: Email signature (eg:jumpserver)
tr: İpucu: E-posta imzası (ör: atlama sunucusu)

source: Email suffix
tr: E-posta son eki

source: This is used by default if no email is returned during SSO authentication
tr: Bu, SSO kimlik doğrulaması sırasında hiçbir e-posta döndürülmezse varsayılan olarak kullanılır

source: OTP issuer name
tr: OTP veren organizasyon adı

source: OTP valid window
tr: OTP geçerli penceresi

source: Shell (Windows)
tr: Kabuk (Windows)

source: The shell type used when Windows assets perform ansible tasks
tr: Windows varlıkları yanıtlanabilir görevler gerçekleştirirken kullanılan kabuk türü

source: Perm ungroup node
tr: Grubu çözme düğümüne izin ver

source: Perm single to ungroup node
tr: Düğümün grubunu çözmek için tek izin

source: Help Docs URL
tr: Yardım Dokümanları URL'si

source: default: http://docs.jumpserver.org
tr: varsayılan: http://docs.jumpserver.org

source: Help Support URL
tr: Yardım Destek URL'si

source: default: http://www.jumpserver.org/support/
tr: varsayılan: http://www.jumpserver.org/support/

source: Password minimum length
tr: Şifre minimum uzunluğu

source: Admin user password minimum length
tr: Yönetici kullanıcı şifresi minimum uzunluk

source: Must contain capital
tr: Sermaye içermelidir

source: Must contain lowercase
tr: Küçük harf içermelidir

source: Must contain numeric
tr: sayısal içermelidir

source: Must contain special
tr: Özel içermelidir

source: Unit: minute, If the user has failed to log in for a limited number of times, no login is allowed during this time interval.
tr: Birim: dakika, Kullanıcı sınırlı sayıda oturum açmamışsa, bu zaman aralığında oturum açmaya izin verilmez.

source: All users
tr: Tüm kullanıcılar

source: Only admin users
tr: Yalnızca yönetici kullanıcılar

source: Global MFA auth
tr: Küresel MFA yetkilendirmesi

source: Third-party login users perform MFA authentication
tr: Üçüncü taraf oturum açma kullanıcıları MFA kimlik doğrulaması gerçekleştirir

source: The third-party login modes include OIDC, CAS, and SAML2
tr: Üçüncü taraf oturum açma modları arasında OIDC, CAS ve SAML2 bulunur

source: Limit the number of user login failures
tr: Kullanıcı oturum açma hatalarının sayısını sınırlayın

source: Block user login interval
tr: Kullanıcı oturum açma aralığını engelle

source: Limit the number of IP login failures
tr: IP oturum açma hatalarının sayısını sınırlayın

source: Block IP login interval
tr: IP oturum açma aralığını engelle

source: Login IP White List
tr: Oturum Açma IP Beyaz Listesi

source: Login IP Black List
tr: IP Kara Listesine Giriş Yap

source: User password expiration
tr: Kullanıcı parolasının sona ermesi

source: Unit: day, If the user does not update the password during the time, the user password will expire failure;The password expiration reminder mail will be automatic sent to the user by system within 5 days (daily) before the password expires
tr: Birim: gün, Kullanıcı bu süre içinde şifresini güncellemezse, kullanıcı şifresi başarısız olur; Şifre süre sonu hatırlatma maili, şifre süresi dolmadan 5 gün önce (günlük) sistem tarafından kullanıcıya otomatik olarak gönderilir.

source: Number of repeated historical passwords
tr: Tekrarlanan geçmiş şifrelerin sayısı

source: Tip: When the user resets the password, it cannot be the previous n historical passwords of the user
tr: İpucu: Kullanıcı parolayı sıfırladığında, kullanıcının önceki n parolası olamaz

source: Only single device login
tr: Yalnızca tek cihazla oturum açma

source: Next device login, pre login will be logout
tr: Bir sonraki cihaz girişi, ön giriş çıkış olacak

source: Only exist user login
tr: Yalnızca mevcut kullanıcı girişi

source: If enable, CAS、OIDC auth will be failed, if user not exist yet
tr: Etkinleştirilirse, kullanıcı henüz mevcut değilse, CAS、OIDC auth başarısız olur

source: Only from source login
tr: Yalnızca kaynak girişinden

source: Only log in from the user source property
tr: Yalnızca kullanıcı kaynağı özelliğinden oturum açın

source: MFA verify TTL
tr: MFA, TTL'yi doğrula

source: Unit: second, The verification MFA takes effect only when you view the account password
tr: Birim: saniye, Doğrulama MFA'sı yalnızca hesap parolasını görüntülediğinizde etkili olur

source: Enable Login dynamic code
tr: Giriş dinamik kodunu etkinleştir

source: The password and additional code are sent to a third party authentication system for verification
tr: Şifre ve ek kod, doğrulama için üçüncü taraf bir kimlik doğrulama sistemine gönderilir.

source: MFA in login page
tr: Giriş sayfasında MFA

source: Eu security regulations(GDPR) require MFA to be on the login page
tr: AB güvenlik düzenlemeleri (GDPR), MFA'nın giriş sayfasında olmasını gerektirir

source: Enable Login captcha
tr: Oturum açma captcha'sını etkinleştir

source: Enable captcha to prevent robot authentication
tr: Robot kimlik doğrulamasını önlemek için captcha'yı etkinleştirin

source: Enable terminal register
tr: Terminal kaydını etkinleştir

source: Allow terminal register, after all terminal setup, you should disable this for security
tr: Terminal kaydına izin ver, tüm terminal kurulumlarından sonra güvenlik için bunu devre dışı bırakmalısınız.

source: Enable watermark
tr: Filigranı etkinleştir

source: Enabled, the web session and replay contains watermark information
tr: Etkin, web oturumu ve yeniden oynatma filigran bilgilerini içerir

source: Connection max idle time
tr: Bağlantı maksimum boşta kalma süresi

source: If idle time more than it, disconnect connection Unit: minute
tr: Boşta kalma süresi bundan fazlaysa, bağlantıyı kesin Birim: dakika

source: Remember manual auth
tr: Manuel yetkilendirmeyi hatırla

source: Enable change auth secure mode
tr: Kimlik doğrulama güvenli modunu değiştirmeyi etkinleştir

source: Insecure command alert
tr: Güvenli olmayan komut uyarısı

source: Email recipient
tr: E-posta alıcısı

source: Multiple user using , split
tr: Çoklu kullanıcı kullanarak, bölünmüş

source: Batch command execution
tr: Toplu komut yürütme

source: Allow user run batch command or not using ansible
tr: Kullanıcının toplu komut çalıştırmasına veya ansible kullanmamasına izin ver

source: Session share
tr: Oturum payı

source: Enabled, Allows user active session to be shared with other users
tr: Etkin, Kullanıcının etkin oturumunun diğer kullanıcılarla paylaşılmasına izin verir

source: Remote Login Protection
tr: Uzaktan Oturum Açma Koruması

source: The system determines whether the login IP address belongs to a common login city. If the account is logged in from a common login city, the system sends a remote login reminder
tr: Sistem, oturum açma IP adresinin ortak bir oturum açma şehrine ait olup olmadığını belirler. Hesap, ortak bir giriş şehrinden giriş yaptıysa, sistem bir uzaktan giriş hatırlatıcısı gönderir.

source: Auto
tr: Oto

source: Password auth
tr: Şifre doğrulama

source: Public key auth
tr: Ortak anahtar kimlik doğrulaması

source: Tips: If use other auth method, like AD/LDAP, you should disable this to avoid being able to log in after deleting
tr: İpucu: AD/LDAP gibi başka bir kimlik doğrulama yöntemi kullanıyorsanız, sildikten sonra oturum açamamak için bunu devre dışı bırakmalısınız.

source: List sort by
tr: Liste sıralama ölçütü

source: List page size
tr: Liste sayfası boyutu

source: Telnet login regex
tr: Telnet giriş normal ifadesi

source: Tips: The login success message varies with devices. if you cannot log in to the device through Telnet, set this parameter
tr: İpucu: Oturum açma başarılı mesajı cihazlara göre değişir. Telnet üzerinden cihaza giriş yapamıyorsanız bu parametreyi ayarlayınız.

source: Enable database proxy
tr: Veritabanı proxy'sini etkinleştir

source: Enable Razor
tr: Razor'ı Etkinleştir

source: Enable SSH Client
tr: SSH İstemcisini Etkinleştir

source: ldap:// or ldaps:// protocol is used.
tr: ldap:// veya ldaps:// protokolü kullanılır.

source: Host or port is disconnected: {}
tr: Ana bilgisayar veya bağlantı noktası bağlantısı kesildi: {}

source: The port is not the port of the LDAP service: {}
tr: Bağlantı noktası, LDAP hizmetinin bağlantı noktası değil: {}

source: Please add certificate: {}
tr: Lütfen sertifika ekleyin: {}

source: Unknown error: {}
tr: Bilinmeyen hata: {}

source: Bind DN or Password incorrect
tr: Bağlama DN'si veya Parola yanlış

source: Please enter Bind DN: {}
tr: Lütfen Bind DN'yi girin: {}

source: Please enter Password: {}
tr: Lütfen şifre giriniz: {}

source: Please enter correct Bind DN and Password: {}
tr: Lütfen doğru Bind DN ve Şifreyi girin: {}

source: Invalid User OU or User search filter: {}
tr: Geçersiz Kullanıcı organizasyon birimi veya Kullanıcı arama filtresi: {}

source: LDAP User attr map not include: {}
tr: LDAP Kullanıcı özniteliği haritası şunları içermez: {}

source: LDAP User attr map is not dict
tr: LDAP Kullanıcı özniteliği haritası dikte değil

source: LDAP authentication is not enabled
tr: LDAP kimlik doğrulaması etkin değil

source: Error (Invalid LDAP server): {}
tr: Hata (Geçersiz LDAP sunucusu): {}

source: Error (Invalid Bind DN): {}
tr: Hata (Geçersiz Bağlama DN'si): {}

source: Error (Invalid LDAP User attr map): {}
tr: Hata (Geçersiz LDAP Kullanıcı öznitelik haritası): {}

source: Error (Invalid User OU or User search filter): {}
tr: Hata (Geçersiz Kullanıcı OU veya Kullanıcı arama filtresi): {}

source: Error (Not enabled LDAP authentication): {}
tr: Hata (LDAP kimlik doğrulaması etkinleştirilmedi): {}

source: Error (Unknown): {}
tr: Hata (Bilinmeyen): {}

source: Succeed: Match {} s user
tr: Başarılı: {} s kullanıcısıyla eşleştirin

source: Authentication failed (configuration incorrect): {}
tr: Kimlik doğrulama başarısız oldu (yapılandırma yanlış): {}

source: Authentication failed (before login check failed): {}
tr: Kimlik doğrulama başarısız oldu (giriş kontrolü başarısız olmadan önce): {}

source: Authentication failed (username or password incorrect): {}
tr: Kimlik doğrulama başarısız oldu (kullanıcı adı veya şifre yanlış): {}

source: Authentication failed (Unknown): {}
tr: Kimlik doğrulama başarısız oldu (Bilinmiyor): {}

source: Authentication success: {}
tr: Kimlik doğrulama başarısı: {}

source: Export
tr: İhracat

source: Import
tr: İçe aktarmak

source: Download the imported template or use the exported CSV file format
tr: İçe aktarılan şablonu indirin veya dışa aktarılan CSV dosya biçimini kullanın

source: Download the import template
tr: İçe aktarma şablonunu indirin

source: Select the CSV file to import
tr: İçe aktarılacak CSV dosyasını seçin

source: Please select file
tr: Lütfen dosya seçin

source: Download the update template or use the exported CSV file format
tr: Güncelleme şablonunu indirin veya dışa aktarılan CSV dosya biçimini kullanın

source: Download the update template
tr: Güncelleme şablonunu indirin

source: Help
tr: Yardım

source: Docs
tr: Dokümanlar

source: Commercial support
tr: Ticari destek

source: Profile
tr: Profil

source: Admin page
tr: yönetici sayfası

source: User page
tr: kullanıcı sayfası

source: API Key
tr: API Anahtarı

source: Logout
tr: Çıkış Yap

source: Your account has expired, please contact the administrator.
tr: Hesabınızın süresi doldu, lütfen yönetici ile iletişime geçin.い。

source: Your account will at
tr: Hesabınız

source: expired.
tr: süresi doldu.

source: Your password has expired, please click <a href="%(user_password_update_url)s"> this link </a> update password.
tr: Parolanızın süresi doldu, lütfen <a href="%(user_password_update_url)s"> bu bağlantıya </a> tıklayarak şifrenizi güncelleyin.

source: Your password will at
tr: Şifreniz

source: please click <a href="%(user_password_update_url)s"> this link </a> to update your password.
tr: şifrenizi güncellemek için lütfen <a href="%(user_password_update_url)s"> bu bağlantıya </a> tıklayın.

source: Your information was incomplete. Please click <a href="%(first_login_url)s"> this link </a>to complete your information.
tr: Bilgileriniz eksikti. Bilgilerinizi tamamlamak için lütfen <a href="%(first_login_url)s"> bu bağlantıya </a>to tıklayın.

source: Your ssh public key not set or expired. Please click <a href="%(user_pubkey_update)s"> this link </a>to update
tr: SSH ortak anahtarınız ayarlanmadı veya süresi doldu. Güncellemek için lütfen <a href="%(user_pubkey_update)s"> bu bağlantıya </a>to tıklayın

source: Send verification code
tr: Doğrulama kodu Gönder

source: Wait:
tr: Beklemek:

source: The verification code has been sent
tr: Doğrulama kodu gönderildi

source: Home page
tr: Ana sayfa

source: Cancel
tr: İptal

source: Client
tr: Müşteri

source: JumpServer Client, currently used to launch the client, now only support launch RDP SSH client, The Telnet client will next
tr: Şu anda istemciyi başlatmak için kullanılan JumpServer İstemcisi, artık yalnızca başlatma RDP SSH istemcisini destekliyor, Telnet istemcisi daha sonra

source: Official
tr: Resmi

source: macOS needs to download the client to connect RDP asset, which comes with Windows
tr: macOS'un Windows ile birlikte gelen RDP varlığını bağlamak için istemciyi indirmesi gerekiyor

source: Windows Remote application publisher tools
tr: Windows Uzak uygulama yayımcı araçları

source: Jmservisor is the program used to pull up remote applications in Windows Remote Application publisher
tr: Jmservisor, Windows Uzak Uygulama yayıncısında uzak uygulamaları almak için kullanılan programdır.

source: Offline video player
tr: Çevrimdışı video oynatıcı

source: Not found protocol query params
tr: Protokol sorgusu parametreleri bulunamadı

source: Session does not exist: {}
tr: Oturum mevcut değil: {}

source: Session is finished or the protocol not supported
tr: Oturum tamamlandı veya protokol desteklenmiyor

source: User does not exist: {}
tr: Kullanıcı yok: {}

source: User does not have permission
tr: Kullanıcının izni yok

source: Secure session sharing settings is disabled
tr: Güvenli oturum paylaşım ayarları devre dışı bırakıldı

source: Deleting the default storage is not allowed
tr: Varsayılan depolamanın silinmesine izin verilmiyor

source: Cannot delete storage that is being used
tr: Kullanılan depolama alanı silinemiyor

source: Command storages
tr: Komut depoları

source: Invalid
tr: Geçersiz

source: Test failure: {}
tr: Test hatası: {}

source: Test successful
tr: Test başarılı

source: Test failure: Account invalid
tr: Test hatası: Hesap geçersiz

source: Have online sessions
tr: Çevrimiçi oturumlar yapın

source: Terminals
tr: Terminaller

source: Invalid elasticsearch config
tr: Geçersiz elastik arama yapılandırması

source: Not Support Elasticsearch8
tr: Elasticsearch8'i Desteklemiyor

source: Ordinary
tr: Sıradan

source: Dangerous
tr: Tehlikeli

source: Input
tr: Giriş

source: Output
tr: Çıktı

source: Session
tr: Oturum

source: Risk level
tr: Risk seviyesi

source: Session ID
tr: Oturum kimliği

source: Risk level display
tr: Risk seviyesi göstergesi

source: Timestamp
tr: zaman damgası

source: Remote Address
tr: Uzak Adres

source: Critical
tr: kritik

source: High
tr: Yüksek

source: Offline
tr: Çevrimdışı

source: Bulk create not support
tr: Toplu oluşturma desteklemiyor

source: Storage is invalid
tr: Depolama geçersiz

source: Command record
tr: Komut kaydı

source: HTTPS Port
tr: HTTPS Bağlantı Noktası

source: HTTP Port
tr: HTTP Bağlantı Noktası

source: SSH Port
tr: SSH Bağlantı Noktası

source: RDP Port
tr: RDP Bağlantı Noktası

source: MySQL Port
tr: MySQL Bağlantı Noktası

source: MariaDB Port
tr: MariaDB Portu

source: PostgreSQL Port
tr: PostgreSQL Bağlantı Noktası

source: Redis Port
tr: Redis Portu

source: Oracle 11g Port
tr: Oracle 11g Bağlantı Noktası

source: Oracle 12c Port
tr: Oracle 12c Bağlantı Noktası

source: Endpoint
tr: Uç nokta

source: IP group
tr: IP grubu
