Repository: friberk/jumpserver-turasas
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Acls
tr: Acl'ler

source: Name
tr: İsim

source: Priority
tr: Öncelik

source: 1-100, the lower the value will be match first
tr: 1-100, değer ilk önce eşleşir

source: Active
tr: Aktif

source: Comment
tr: Yorum

source: Reject
tr: Reddetmek

source: Allow
tr: İzin vermek

source: Login confirm
tr: Giriş onayla

source: User
tr: Kullanıcı

source: Rule
tr: Kural

source: Action
tr: Eylem

source: Reviewers
tr: yorumcular

source: Login acl
tr: giriş yap

source: System User
tr: Sistem Kullanıcısı

source: Asset
tr: Varlık

source: Login asset acl
tr: Giriş varlık acl

source: Login asset confirm
tr: Giriş varlığı onayla

source: Format for comma-delimited string, with * indicating a match all.
tr: Tümüyle eşleşmeyi gösteren * ile virgülle ayrılmış dize biçimi.

source: Username
tr: Kullanıcı adı

source: Format for comma-delimited string, with * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (Domain name support)
tr: Tümüyle eşleşmeyi gösteren * ile virgülle ayrılmış dize biçimi. Örneğin: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64 (Alan adı desteği)

source: Hostname
tr: Ana bilgisayar adı

source: Format for comma-delimited string, with * indicating a match all. Protocol options: {}
tr: Tümüyle eşleşmeyi gösteren * ile virgülle ayrılmış dize biçimi. Protokol seçenekleri: {}

source: Protocol
tr: Protokol

source: Unsupported protocols: {}
tr: Desteklenmeyen protokoller: {}

source: The organization `{}` does not exist
tr: `{}` organizasyonu mevcut değil

source: None of the reviewers belong to Organization `{}`
tr: İnceleyenlerin hiçbiri `{}` Organizasyonuna ait değil

source: IP address invalid: `{}`
tr: IP adresi geçersiz: `{}`

source: Format for comma-delimited string, with * indicating a match all. Such as: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64
tr: Tümüyle eşleşmeyi gösteren * ile virgülle ayrılmış dize biçimi. Örneğin: 192.168.10.1, 192.168.1.0/24, 10.1.1.1-10.1.1.20, 2001:db8:2de::e13, 2001:db8:1a:1110::/64

source: Time Period
tr: Zaman dilimi

source: Applications
tr: Uygulamalar

source: Database
tr: Veri tabanı

source: Remote app
tr: Uzak uygulama

source: Other
tr: Diğer

source: Application
tr: Başvuru

source: System user
tr: Sistem kullanıcısı

source: Version
tr: Sürüm

source: Application account
tr: Uygulama hesabı

source: Can view application account secret
tr: Uygulama hesabı sırrını görüntüleyebilir

source: Can change application account secret
tr: Uygulama hesabı sırrını değiştirebilir

source: Category
tr: Kategori

source: Type
tr: Tip

source: Domain
tr: Alan adı

source: Attrs
tr: Özellikler

source: Can match application
tr: Uygulamayla eşleşebilir

source: Application user
tr: Uygulama kullanıcısı

source: Category display
tr: Kategori adı

source: Type display
tr: Tür adı

source: Date created
tr: Oluşturma tarihi

source: Date updated
tr: Güncellenme tarihi

source: Application display
tr: Uygulama adı

source: account
tr: hesap

source: Cluster
tr: Küme

source: Asset Info
tr: Varlık Bilgileri

source: Application path
tr: Uygulama yolu

source: This field is required.
tr: Bu alan gereklidir.

source: Target URL
tr: Hedef URL

source: Chrome username
tr: Chrome kullanıcı adı

source: Chrome password
tr: Chrome şifresi

source: Operating parameter
tr: çalışma parametresi

source: Target url
tr: Hedef URL

source: Custom Username
tr: Özel Kullanıcı Adı

source: Custom password
tr: Özel şifre

source: Mysql workbench username
tr: mysql workbench kullanıcı adı

source: Mysql workbench password
tr: MySQL Workbench şifresi

source: Magnus currently supports only 11g and 12c connections
tr: Magnus şu anda yalnızca 11g ve 12c bağlantılarını destekliyor

source: Vmware username
tr: Vmware kullanıcı adı

source: Vmware password
tr: Vmware şifresi

source: Number required
tr: Sayı gerekli

source: You can't update the root node name
tr: Kök düğüm adını güncelleyemezsiniz

source: You can't delete the root node ({})
tr: Kök düğümü ({}) silemezsiniz

source: Deletion failed and the node contains assets
tr: Silme başarısız oldu ve düğüm varlık içeriyor

source: App assets
tr: Uygulama varlıkları

source: Base
tr: Temel

source: Charset
tr: Karakter seti

source: Internal
tr: Dahili

source: Vendor
tr: Sağlayıcı

source: Model
tr: Modeli

source: Serial number
tr: Seri numarası

source: CPU model
tr: CPU modeli

source: CPU count
tr: CPU sayısı

source: CPU cores
tr: CPU çekirdekleri

source: CPU vcpus
tr: CPU vcpus'u

source: Memory
tr: Hafıza

source: Disk total
tr: Disk toplamı

source: Disk info
tr: Disk bilgisi

source: OS
tr: işletim sistemi

source: OS version
tr: OS sürümü

source: OS arch
tr: işletim sistemi mimarisi

source: Hostname raw
tr: Ham ana bilgisayar adı

source: Protocols
tr: Protokoller

source: Nodes
tr: Düğümler

source: Is active
tr: Aktif

source: Admin user
tr: yönetici kullanıcı

source: Public IP
tr: Genel IP

source: Asset number
tr: Varlık numarası

source: Labels
tr: Etiketler

source: Created by
tr: Tarafından oluşturuldu

source: Can refresh asset hardware info
tr: Varlık donanım bilgilerini yenileyebilir

source: Can test asset connectivity
tr: Varlık bağlantısını test edebilir

source: Can push system user to asset
tr: Sistem kullanıcısını varlığa itebilir

source: Can match asset
tr: Varlıkla eşleşebilir

source: Add asset to node
tr: Düğüme varlık ekle

source: Move asset to node
tr: Varlığı düğüme taşı

source: AuthBook
tr: Yetki Defteri

source: Can test asset account connectivity
tr: Varlık hesabı bağlantısını test edebilir

source: Can view asset account secret
tr: Varlık hesabı sırrını görüntüleyebilir

source: Can change asset account secret
tr: Varlık hesabı sırrını değiştirebilir

source: Can view asset history account
tr: Varlık geçmişi hesabını görüntüleyebilir

source: Can view asset history account secret
tr: Varlık geçmişi hesap sırrını görüntüleyebilir

source: All
tr: Herşey

source: Recipient
tr: alıcı

source: Account backup plan
tr: Hesap yedekleme planı

source: Manual trigger
tr: Manuel tetik

source: Timing trigger
tr: zamanlama tetikleyici

source: Date start
tr: Baslangıç ​​tarihi

source: Time
tr: Zaman

source: Account backup snapshot
tr: Hesap yedekleme anlık görüntüsü

source: Trigger mode
tr: tetik modu

source: Reason
tr: Sebep

source: Is success
tr: Başarı

source: Account backup execution
tr: Hesap yedekleme yürütmesi

source: Unknown
tr: Bilinmeyen

source: Ok
tr: Tamam

source: Failed
tr: Başarısız

source: Connectivity
tr: bağlantı

source: Date verified
tr: Doğrulanma tarihi

source: Password
tr: Şifre

source: SSH private key
tr: SSH özel anahtarı

source: SSH public key
tr: SSH ortak anahtarı

source: Bandwidth
tr: Bant genişliği

source: Contact
tr: İletişim

source: Phone
tr: Telefon

source: Address
tr: Adres

source: Extranet
tr: ekstranet

source: Operator
tr: Şebeke

source: Default
tr: Varsayılan

source: System
tr: Sistem

source: Default Cluster
tr: Varsayılan Küme

source: User group
tr: Kullanıcı grubu

source: Command filter
tr: Komut filtresi

source: Regex
tr: normal ifade

source: Command
tr: Verilen komut

source: Deny
tr: Reddetmek

source: Reconfirm
tr: tekrar onayla

source: Filter
tr: Filtre

source: Content
tr: İçerik

source: One line one command
tr: Bir satır bir komut

source: Ignore case
tr: Büyük/küçük harf yoksay

source: Command filter rule
tr: Komut filtresi kuralı

source: The generated regular expression is incorrect: {}
tr: Oluşturulan normal ifade yanlış: {}

source: Command confirm
tr: Komut onayla

source: Gateway
tr: Geçit

source: Test gateway
tr: Test ağ geçidi

source: Unable to connect to port {port} on {ip}
tr: {ip} üzerindeki {port} bağlantı noktasına bağlanılamıyor

source: Authentication failed
tr: Kimlik doğrulama başarısız oldu

source: Connect failed
tr: Bağlantı sağlanamadı

source: Present
tr: Mevcut

source: Date last login
tr: Son giriş tarihi

source: IP last login
tr: IP son giriş

source: GatherUser
tr: Kullanıcıyı Topla

source: Asset group
tr: Varlık grubu

source: Default asset group
tr: Varsayılan varlık grubu

source: Value
tr: Değer

source: Label
tr: Etiket

source: New node
tr: Yeni düğüm

source: empty
tr: boş

source: Key
tr: Anahtar

source: Full value
tr: Tam değer

source: Parent key
tr: üst anahtar

source: Node
tr: düğüm

source: Can match node
tr: Düğümle eşleşebilir

source: Automatic managed
tr: Otomatik yönetilen

source: Manually input
tr: Manuel giriş

source: Common user
tr: Ortak kullanıcı

source: Username same with user
tr: Kullanıcı adı kullanıcı ile aynı

source: Assets
tr: Varlıklar

source: Users
tr: Kullanıcılar

source: User groups
tr: Kullanıcı Grupları

source: Auto push
tr: Otomatik itme

source: Shell
tr: Kabuk

source: Login mode
tr: Giriş modu

source: SFTP Root
tr: SFTP Kökü

source: Token
tr: Jeton

source: Home
tr: Ev

source: System groups
tr: Sistem grupları

source: User switch
tr: Kullanıcı anahtarı

source: Switch from
tr: Şuradan geçiş yap

source: Can match system user
tr: Sistem kullanıcısıyla eşleşebilir

source: %(value)s is not an even number
tr: %(value)s çift sayı değil

source: Notification of account backup route task results
tr: Hesap yedekleme rotası görevi sonuçlarının bildirimi

source: {} - The account backup passage task has been completed. See the attachment for details
tr: {} - Hesap yedekleme geçişi görevi tamamlandı. Ayrıntılar için eke bakın

source: {} - The account backup passage task has been completed: the encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
tr: {} - Hesap yedekleme geçişi görevi tamamlandı: şifreleme şifresi ayarlanmadı - lütfen kişisel bilgilere gidin -> şifreleme şifresini ayarlamak için dosya şifreleme şifresi

source: System user display
tr: Sistem kullanıcısı adı

source: Protocol format should {}/{}
tr: Protokol biçimi {}/{} olmalıdır

source: Protocol duplicate: {}
tr: Protokol kopyası: {}

source: Domain name
tr: Alan adı

source: Nodes name
tr: Düğüm adı

source: Labels name
tr: etiket adı

source: Hardware info
tr: Donanım bilgisi

source: Admin user display
tr: Yönetici kullanıcı adı

source: CPU info
tr: CPU bilgisi

source: Actions
tr: Hareketler

source: Periodic perform
tr: Periyodik performans

source: Currently only mail sending is supported
tr: Şu anda yalnızca posta gönderme desteklenmektedir

source: Private key
tr: Özel anahtar

source: Key password
tr: Anahtar şifresi

source: private key invalid or passphrase error
tr: özel anahtar geçersiz veya parola hatası

source: Action display
tr: Eylem adı

source: Pattern
tr: Model

source: Assets amount
tr: Varlık sayısı

source: Applications amount
tr: Başvuru sayısı

source: Gateways count
tr: Ağ geçidi sayısı

source: value
tr: değer

source: Can't contains: /
tr: Şunları içeremez: /

source: The same level node name cannot be the same
tr: Aynı düzey düğüm adı aynı olamaz

source: SSH key fingerprint
tr: SSH anahtar parmak izi

source: Apps amount
tr: Uygulama sayısı

source: Nodes amount
tr: Düğüm sayısı

source: Login mode display
tr: Kimlik doğrulama yöntemi adı

source: Ad domain
tr: Reklam alanı

source: Is asset protocol
tr: varlık protokolü

source: Only ssh and automatic login system users are supported
tr: Yalnızca ssh ve otomatik oturum açma sistemi kullanıcıları desteklenir

source: Username same with user with protocol {} only allow 1
tr: Kullanıcı adı {} protokolüne sahip kullanıcıyla aynı, yalnızca 1'e izin ver

source: Special char not allowed
tr: Özel karaktere izin verilmiyor

source: * Automatic login mode must fill in the username.
tr: * Otomatik giriş modu kullanıcı adını doldurmalıdır.

source: Path should starts with /
tr: Yol / ile başlamalıdır

source: Password or private key required
tr: Şifre veya özel anahtar gerekli

source: Only ssh protocol system users are allowed
tr: Yalnızca ssh protokol sistemi kullanıcılarına izin verilir

source: The protocol must be consistent with the current user: {}
tr: Protokol şu anki kullanıcıyla tutarlı olmalıdır: {}

source: Only system users with automatic login are allowed
tr: Yalnızca otomatik girişe sahip sistem kullanıcılarına izin verilir

source: System user name
tr: Sistem kullanıcısı adı

source: Org name
tr: Organizasyon adı

source: Asset hostname
tr: Varlık ana bilgisayar adı

source: Password can not contains `{{`
tr: Şifre `{{` içeremez

source: Password can not contains `'`
tr: Şifre `'` içeremez

source: Password can not contains `"`
tr: Şifre `"` içeremez

source: The asset {} system platform {} does not support run Ansible tasks
tr: {} sistem platformu {} varlığı, Ansible görevlerini çalıştırmayı desteklemiyor

source: Test account connectivity:
tr: Hesap bağlantısını test edin:

source: Test assets connectivity.
tr: Varlık bağlantısını test edin.

source: Test assets connectivity:
tr: Varlık bağlantısını test edin:

source: Test if the assets under the node are connectable:
tr: Düğümün altındaki varlıkların bağlanabilir olup olmadığını test edin:

source: Unreachable
tr: ulaşılamaz

source: Reachable
tr: Ulaşılabilir

source: Get asset info failed: {}
tr: Öğe bilgisi alınamadı: {}

source: Update some assets hardware info.
tr: Bazı varlıkların donanım bilgilerini güncelleyin.

source: Update asset hardware info:
tr: Varlık donanım bilgilerini güncelleyin:

source: Update assets hardware info:
tr: Varlık donanım bilgilerini güncelleyin:

source: Update node asset hardware information:
tr: Düğüm varlığı donanım bilgilerini güncelleyin:

source: Gather assets users
tr: Varlık kullanıcılarını toplayın

source: The task of self-checking is already running and cannot be started repeatedly
tr: Kendi kendini denetleme görevi zaten çalışıyor ve tekrar tekrar başlatılamaz

source: System user is dynamic: {}
tr: Sistem kullanıcısı dinamiktir: {}

source: Start push system user for platform: [{}]
tr: Platform için push sistemi kullanıcısını başlatın: [{}]

source: Hosts count: {}
tr: Ana bilgisayar sayısı: {}

source: Push system users to assets:
tr: Sistem kullanıcılarını varlıklara itin:

source: Push system users to asset:
tr: Sistem kullanıcılarını varlığa itin:

source: Dynamic system user not support test
tr: Dinamik sistem kullanıcısı testi desteklemiyor

source: Start test system user connectivity for platform: [{}]
tr: Platform için test sistemi kullanıcı bağlantısını başlatın: [{}]

source: Test system user connectivity:
tr: Sistem kullanıcı bağlantısını test edin:

source: Test system user connectivity period:
tr: Test sistemi kullanıcı bağlantı süresi:

source: Asset has been disabled, skipped: {}
tr: Öğe devre dışı bırakıldı, atlandı: {}

source: Asset may not be support ansible, skipped: {}
tr: Varlık yanıtlanabilir desteklenmiyor olabilir, atlandı: {}

source: For security, do not push user {}
tr: Güvenlik için {} kullanıcısını zorlamayın

source: No assets matched, stop task
tr: Eşleşen varlık yok, görevi durdur

source: Audits
tr: Denetimler

source: Delete
tr: Silmek

source: Upload
tr: Yüklemek

source: Download
tr: İndirmek

source: Rename
tr: Yeniden isimlendirmek

source: Symlink
tr: sembolik bağlantı

source: Remote addr
tr: uzak adres

source: Operate
tr: işletmek

source: Filename
tr: Dosya adı

source: Success
tr: Başarılı

source: File transfer log
tr: Dosya aktarım günlüğü

source: Create
tr: Oluşturmak

source: View
tr: görüş

source: Update
tr: Güncelleme

source: Resource Type
tr: Kaynak tipi

source: Resource
tr: Kaynak

source: Datetime
tr: Tarih ve saat

source: Operate log
tr: Çalıştırma günlüğü

source: Change by
tr: Şuna göre değiştir:

source: Password change log
tr: Şifre değiştirme günlüğü

source: Disabled
tr: Engelli

source: Enabled
tr: Etkinleştirilmiş

source: Login type
tr: Giriş türü

source: Login ip
tr: giriş ipi

source: Login city
tr: Giriş yapılan adres

source: User agent
tr: Kullanıcı aracısı

source: Status
tr: Durum

source: Date login
tr: Giriş tarihi

source: Authentication backend
tr: Kimlik doğrulama arka ucu

source: User login log
tr: Kullanıcı oturum açma günlüğü

source: Operate display
tr: Eylem adı

source: Status display
tr: Durum göstergesi

source: MFA display
tr: MFA adı

source: Reason display
tr: Neden açıklaması

source: Hosts display
tr: Ana bilgisayar adı

source: Result
tr: Sonuç

source: Hosts
tr: Ana bilgisayarlar

source: Run as
tr: Olarak çalıştırmak

source: Run as display
tr: Ekran olarak çalıştır

source: User display
tr: Kullanıcı adı

source: SSH Key
tr: SSH Anahtarı

source: Auth Token
tr: Yetkilendirme Simgesi

source: Temporary token
tr: geçici jeton

source: User and Group
tr: Kullanıcı ve Grup

source: {User} JOINED {UserGroup}
tr: {User} KATILDI {UserGroup}

source: {User} LEFT {UserGroup}
tr: {User} SOL {UserGroup}

source: Asset and SystemUser
tr: Varlık ve Sistem Kullanıcısı

source: {Asset} ADD {SystemUser}
tr: {Asset} {SystemUser} EKLE

source: {Asset} REMOVE {SystemUser}
tr: {Asset} {SystemUser}'ı KALDIR

source: Node and Asset
tr: Düğüm ve Varlık

source: {Node} ADD {Asset}
tr: {Düğüm} {Varlık} EKLE

source: {Node} REMOVE {Asset}
tr: {Düğüm} {Varlığı} KALDIR

source: User asset permissions
tr: Kullanıcı varlığı izinleri

source: {AssetPermission} ADD {User}
tr: {AssetPermission} {Kullanıcı} EKLE

source: {AssetPermission} REMOVE {User}
tr: {AssetPermission} {Kullanıcı} KALDIR

source: User group asset permissions
tr: Kullanıcı grubu varlık izinleri

source: {AssetPermission} ADD {UserGroup}
tr: {Varlık İzni} EK {Kullanıcı Grubu}

source: {AssetPermission} REMOVE {UserGroup}
tr: {Varlık İzni} KALDIR {Kullanıcı Grubu}

source: Asset permission
tr: varlık izni

source: {AssetPermission} ADD {Asset}
tr: {AssetPermission} {Asset} EKLE

source: {AssetPermission} REMOVE {Asset}
tr: {AssetPermission} {Asset} KALDIR

source: Node permission
tr: düğüm izni

source: {AssetPermission} ADD {Node}
tr: {AssetPermission} {Düğüm} EKLE

source: {AssetPermission} REMOVE {Node}
tr: {AssetPermission} {Düğümü} KALDIR

source: Asset permission and SystemUser
tr: Varlık izni ve SystemUser

source: {AssetPermission} ADD {SystemUser}
tr: {AssetPermission} {SystemUser} EKLE

source: {AssetPermission} REMOVE {SystemUser}
tr: {AssetPermission} {SystemUser}'ı KALDIR

source: User application permissions
tr: Kullanıcı uygulama izinleri

source: {ApplicationPermission} ADD {User}
tr: {ApplicationPermission} {User} EKLE

source: {ApplicationPermission} REMOVE {User}
tr: {ApplicationPermission} {User}'ı KALDIR

source: User group application permissions
tr: Kullanıcı grubu uygulama izinleri

source: {ApplicationPermission} ADD {UserGroup}
tr: {Uygulama İzni} EKLE {Kullanıcı Grubu}

source: {ApplicationPermission} REMOVE {UserGroup}
tr: {Uygulama İzni} KALDIR {Kullanıcı Grubu}

source: Application permission
tr: Uygulama izni

source: {ApplicationPermission} ADD {Application}
tr: {ApplicationPermission} {Application} EKLE

source: {ApplicationPermission} REMOVE {Application}
tr: {ApplicationPermission} {Application} KALDIR

source: Application permission and SystemUser
tr: Uygulama izni ve SystemUser

source: {ApplicationPermission} ADD {SystemUser}
tr: {ApplicationPermission} {SystemUser} EKLE

source: {ApplicationPermission} REMOVE {SystemUser}
tr: {ApplicationPermission} {SystemUser} öğesini KALDIR

source: This action require verify your MFA
tr: Bu işlem MFA'nızı doğrulamanızı gerektirir

source: Current user not support mfa type: {}
tr: Geçerli kullanıcı mfa türünü desteklemiyor: {}

source: Authentication
tr: Kimlik doğrulama

source: Invalid signature header. No credentials provided.
tr: Geçersiz imza başlığı. Kimlik bilgisi sağlanmadı.

source: Invalid signature header. Signature string should not contain spaces.
tr: Geçersiz imza başlığı. İmza dizesi boşluk içermemelidir.

source: Invalid signature header. Format like AccessKeyId:Signature
tr: Geçersiz imza başlığı. AccessKeyId:Signature gibi biçimlendirin

source: Invalid signature header. Signature string should not contain invalid characters.
tr: Geçersiz imza başlığı. İmza dizesi geçersiz karakterler içermemelidir.

source: Invalid signature.
tr: Geçersiz imza.

source: HTTP header: Date not provide or not %a, %d %b %Y %H:%M:%S GMT
tr: HTTP başlığı: Tarih sağlanmadı veya sağlanmadı %a, %d %b %Y %H:%M:%S GMT

source: Expired, more than 15 minutes
tr: Süresi doldu, 15 dakikadan fazla

source: User disabled.
tr: Kullanıcı devre dışı bırakıldı.

source: Invalid token header. No credentials provided.
tr: Geçersiz belirteç başlığı. Kimlik bilgisi sağlanmadı.

source: Invalid token header. Sign string should not contain spaces.
tr: Geçersiz belirteç başlığı. İşaret dizesi boşluk içermemelidir.

source: Invalid token header. Sign string should not contain invalid characters.
tr: Geçersiz belirteç başlığı. İşaret dizesi geçersiz karakterler içermemelidir.

source: Invalid token or cache refreshed.
tr: Geçersiz belirteç veya önbellek yenilendi.

source: Authentication failed password incorrect
tr: Kimlik doğrulama başarısız parola yanlış

source: Login time has exceeded {} minutes, please login again
tr: Giriş süresi {} dakikayı aştı, lütfen tekrar giriş yapın

source: Username/password check failed
tr: Kullanıcı adı/şifre denetimi başarısız oldu

source: Password decrypt failed
tr: Şifre çözme başarısız oldu

source: MFA failed
tr: MFA başarısız oldu

source: MFA unset
tr: MFA ayarlanmadı

source: Username does not exist
tr: Kullanıcı adı mevcut değil

source: Password expired
tr: Şifrenin zamanı doldu

source: Disabled or expired
tr: Devre dışı bırakıldı veya süresi doldu

source: This account is inactive.
tr: Bu hesap aktif değildir.

source: This account is expired
tr: Bu hesabın süresi doldu

source: Auth backend not match
tr: Yetkilendirme arka ucu eşleşmiyor

source: ACL is not allowed
tr: ACL'ye izin verilmiyor

source: Only local users are allowed
tr: Yalnızca yerel kullanıcılara izin verilir

source: No session found, check your cookie
tr: Oturum bulunamadı, çerezinizi kontrol edin

source: The username or password you entered is incorrect, please enter it again. You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
tr: Girdiğiniz kullanıcı adı veya şifre yanlış, lütfen tekrar giriniz. {times_try} kez de deneyebilirsiniz (Hesap, {block_time} dakika süreyle geçici olarak kilitlenecektir)

source: The account has been locked (please contact admin to unlock it or try again after {} minutes)
tr: Hesap kilitlendi (kilidi açmak için lütfen yönetici ile iletişime geçin veya {} dakika sonra tekrar deneyin)

source: The ip has been locked (please contact admin to unlock it or try again after {} minutes)
tr: IP kilitlendi (kilidini açmak için lütfen yönetici ile iletişime geçin veya {} dakika sonra tekrar deneyin)

source: {error}, You can also try {times_try} times (The account will be temporarily locked for {block_time} minutes)
tr: {error}, en fazla {times_try} kez deneyebilirsiniz (Bu limiti aşmanız halinde hesabınız {block_time} dakika süreyle geçici olarak kilitlenecektir)

source: MFA required
tr: MFA gerekli

source: MFA not set, please set it first
tr: MFA ayarlanmadı, lütfen önce ayarlayın

source: Login confirm required
tr: Giriş onayı gerekli

source: Wait login confirm ticket for accept
tr: Girişi bekleyin, kabul etmek için bileti onaylayın

source: Login confirm ticket was {}
tr: Giriş onay bileti {}

source: Current IP and Time period is not allowed
tr: Mevcut IP ve Zaman aralığına izin verilmiyor

source: Please enter MFA code
tr: Lütfen MFA kodunu girin

source: Please enter SMS code
tr: Lütfen SMS kodunu girin

source: Phone not set
tr: Telefon ayarlanmadı

source: SSO auth closed
tr: SSO yetkilendirmesi kapatıldı

source: WeCom is already bound
tr: WeCom zaten bağlı

source: WeCom is not bound
tr: WeCom bağlı değil
