Repository: friberk/jumpserver-turasas
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Endpoint rule
tr: Uç nokta kuralı

source: Session replay
tr: Oturum tekrarı

source: Can upload session replay
tr: Oturum tekrarını yükleyebilir

source: Can download session replay
tr: Oturum tekrarını indirebilir

source: Login from
tr: Şuradan giriş yap:

source: Replay
tr: tekrar oynat

source: Date end
tr: Bitiş tarihi

source: Session record
tr: Oturum kaydı

source: Can monitor session
tr: Oturumu izleyebilir

source: Can share session
tr: Oturumu paylaşabilir

source: Can terminate session
tr: Oturumu sonlandırabilir

source: Can validate session action perm
tr: Oturum eylem iznini doğrulayabilir

source: Creator
tr: yaratıcı

source: Verify code
tr: Doğrulama kodu

source: Expired time (min)
tr: Süresi dolan süre (dk)

source: Session sharing
tr: Oturum paylaşımı

source: Can add super session sharing
tr: Süper oturum paylaşımı ekleyebilir

source: Link not active
tr: Bağlantı etkin değil

source: Link expired
tr: Bağlantının süresi doldu

source: User not allowed to join
tr: Kullanıcının katılmasına izin verilmiyor

source: Joiner
tr: Katılan

source: Date joined
tr: Katılma tarihi

source: Date left
tr: Kalan tarih

source: Finished
tr: bitmiş

source: Session join record
tr: Oturuma katılma kaydı

source: Invalid verification code
tr: Geçersiz doğrulama kodu

source: Session Online
tr: Oturum Çevrimiçi

source: CPU Load
tr: CPU Yükü

source: Memory Used
tr: Kullanılan Bellek

source: Disk Used
tr: Kullanılan Disk

source: Connections
tr: Bağlantılar

source: Threads
tr: İş Parçacığı

source: Boot Time
tr: Önyükleme süresi

source: Default storage
tr: Varsayılan depolama

source: Command storage
tr: Komut depolama

source: Replay storage
tr: Tekrar depolama

source: Args
tr: bağımsız değişkenler

source: Kwargs
tr: Kwarglar

source: type
tr: tip

source: Can view terminal config
tr: Terminal yapılandırmasını görüntüleyebilir

source: Sessions
tr: Oturumlar

source: Danger command alert
tr: Tehlikeli komut uyarısı

source: Level
tr: Seviye

source: Batch danger command alert
tr: Tehlikeli toplu komut uyarısı

source: If asset IP addresses under different endpoints conflict, use asset labels
tr: Farklı uç noktalar altındaki varlık IP adresleri çakışırsa varlık etiketlerini kullanın

source: Terminal display
tr: Terminal adı

source: User ID
tr: Kullanıcı kimliği

source: Asset ID
tr: Varlık Kimliği

source: System user ID
tr: Sistem kullanıcı kimliği

source: Login from display
tr: Ekrandan giriş yap

source: Can replay
tr: tekrar oynatabilir

source: Can join
tr: Katılabilir

source: Terminal ID
tr: Terminal Kimliği

source: Can terminate
tr: sonlandırabilir

source: Command amount
tr: Komut sayısı

source: Endpoint invalid: remove path `{}`
tr: Uç nokta geçersiz: "{}" yolunu kaldır

source: Bucket
tr: Kova

source: Access key id
tr: Erişim anahtarı kimliği

source: Access key secret
tr: Erişim anahtarı sırrı

source: Region
tr: Bölge

source: Container name
tr: kapsayıcı adı

source: Account name
tr: Hesap adı

source: Account key
tr: Hesap anahtarı

source: Endpoint suffix
tr: Uç nokta son eki

source: The address format is incorrect
tr: Adres biçimi yanlış

source: Host invalid
tr: Ana bilgisayar geçersiz

source: Port invalid
tr: bağlantı noktası geçersiz

source: Index by date
tr: Tarihe göre dizin

source: Whether to create an index by date
tr: Tarihe göre bir dizin oluşturulup oluşturulmayacağı

source: Index
tr: dizin

source: Doc type
tr: Doküman türü

source: Ignore Certificate Verification
tr: Sertifika Doğrulamayı Yoksay

source: Load status
tr: Yük durumu

source: Not found
tr: Bulunamadı

source: view
tr: görüş

source: Tickets
tr: Biletler

source: General
tr: Genel

source: Apply for asset
tr: Varlık için başvurun

source: Apply for application
tr: Başvuru için başvurun

source: Open
tr: Açık

source: Approved
tr: Onaylı

source: Rejected
tr: Reddedildi

source: Pending
tr: Askıda olması

source: Closed
tr: Kapalı

source: Approve
tr: Onaylamak

source: One level
tr: bir seviye

source: Two level
tr: iki seviye

source: Super admin
tr: Süper yönetici

source: Org admin
tr: Organizasyon yöneticisi

source: Super admin and org admin
tr: Süper yönetici ve organizasyon yöneticisi

source: Custom user
tr: Özel kullanıcı

source: Ticket already closed
tr: Bilet zaten kapalı

source: Created by the ticket, ticket title: {}, ticket applicant: {}, ticket processor: {}, ticket ID: {}
tr: Bilet tarafından oluşturulur, bilet başlığı: {}, bilet adayı: {}, bilet işlemcisi: {}, bilet kimliği: {}

source: Created by the ticket ticket title: {} ticket applicant: {} ticket processor: {} ticket ID: {}
tr: Bilet bileti başlığı tarafından oluşturuldu: {} bilet başvurusu sahibi: {} bilet işlemcisi: {} bilet kimliği: {}

source: Change field
tr: Alanı değiştir

source: Before change
tr: Değişimden önce

source: After change
tr: değişiklikten sonra

source: {} {} the ticket
tr: {} {} bilet

source: Applied login IP
tr: Uygulanan oturum açma IP'si

source: Applied login city
tr: Uygulanan giriş şehri

source: Applied login datetime
tr: Uygulanan giriş tarihi saat

source: State
tr: Durum

source: User display name
tr: Kullanıcı görünen adı

source: Body
tr: Gövde

source: Approve level
tr: Seviyeyi onayla

source: Approve strategy
tr: Stratejiyi onayla

source: Assignees
tr: atananlar

source: Ticket flow approval rule
tr: Bilet akışı onay kuralı

source: Ticket flow
tr: Bilet akışı

source: Ticket session relation
tr: Bilet seans ilişkisi

source: Permission name
tr: izin adı

source: Apply applications
tr: Uygulamaları uygula

source: Apply system users
tr: Sistem kullanıcılarını uygula

source: Select at least one asset or node
tr: En az bir varlık veya düğüm seçin

source: Apply nodes
tr: Düğümleri uygula

source: Apply assets
tr: Varlıkları uygula

source: Run user
tr: Kullanıcıyı çalıştır

source: Run asset
tr: Öğeyi çalıştır

source: Run system user
tr: Sistem kullanıcısını çalıştır

source: Run command
tr: Çalıştır komutu

source: From cmd filter
tr: cmd filtresinden

source: From cmd filter rule
tr: cmd filtre kuralından

source: Ticket step
tr: Bilet adımı

source: Ticket assignee
tr: Bilet atanan

source: Title
tr: Başlık

source: Applicant
tr: Başvuru sahibi

source: TicketFlow
tr: Bilet Akışı

source: Approval step
tr: Onay adımı

source: Relation snapshot
tr: İlişki anlık görüntüsü

source: Please try again
tr: Lütfen tekrar deneyin

source: Super ticket
tr: süper bilet

source: Login user
tr: Kullanıcı girişi yap

source: Login asset
tr: Giriş öğesi

source: Login system user
tr: Giriş sistemi kullanıcısı

source: Login datetime
tr: Giriş tarihisaat

source: Ticket basic info
tr: Bilet temel bilgileri

source: Ticket applied info
tr: Bilet uygulama bilgisi

source: Your has a new ticket, applicant - {}
tr: Yeni bir biletiniz var, başvuru sahibi - {}

source: {}: New Ticket - {} ({})
tr: {}: Yeni Bilet - {} ({})

source: Your ticket has been processed, processor - {}
tr: Biletiniz işlendi, işlemci - {}

source: Ticket has processed - {} ({})
tr: Bilet işlendi - {} ({})

source: Assignees display
tr: Atanan adı

source: Please select the Assignees
tr: Lütfen atananları seçin

source: The current organization type already exists
tr: Geçerli organizasyon türü zaten var

source: Processor
tr: İşlemci

source: Created by ticket ({}-{})
tr: Bilet tarafından oluşturuldu ({}-{})

source: The expiration date should be greater than the start date
tr: Son kullanma tarihi, başlangıç ​​tarihinden büyük olmalıdır

source: Permission named `{}` already exists
tr: "{}" adlı izin zaten var

source: The ticket flow `{}` does not exist
tr: `{}` bilet akışı mevcut değil

source: View details
tr: Detayları göster

source: Direct approval
tr: Doğrudan onay

source: Ticket information
tr: Bilet Bilgileri

source: Ticket approval
tr: Bilet onayı

source: Approval
tr: Onay

source: Go Login
tr: Giriş Yap

source: This ticket does not exist, the process has ended, or this link has expired
tr: Bu bilet mevcut değil, süreç sona erdi veya bu bağlantının süresi doldu

source: Click the button below to approve or reject
tr: Onaylamak veya reddetmek için aşağıdaki düğmeyi tıklayın

source: After successful authentication, this ticket can be approved directly
tr: Başarılı kimlik doğrulamasından sonra, bu bilet doğrudan onaylanabilir

source: Illegal approval action
tr: Yasa dışı onay eylemi

source: This user is not authorized to approve this ticket
tr: Bu kullanıcının bu bileti onaylama yetkisi yok

source: Could not reset self otp, use profile reset instead
tr: Self otp sıfırlanamadı, bunun yerine profil sıfırlamayı kullanın

source: System administrator
tr: Sistem yöneticisi

source: System auditor
tr: sistem denetçisi

source: Organization administrator
tr: organizasyon yöneticisi

source: Organization auditor
tr: organizasyon denetçisi

source: Reset link will be generated and sent to the user
tr: Sıfırlama bağlantısı oluşturulacak ve kullanıcıya gönderilecek

source: Set password
tr: Şifreyi belirle

source: MFA not enabled
tr: MFA etkin değil

source: MFA method not support
tr: MFA yöntemi desteklenmiyor

source: When enabled, you will enter the MFA binding process the next time you log in. you can also directly bind in "personal information -> quick modification -> change MFA Settings"!
tr: Etkinleştirildiğinde, bir sonraki oturum açışınızda MFA bağlama işlemine gireceksiniz. Ayrıca doğrudan "kişisel bilgiler -> hızlı değişiklik -> MFA Ayarlarını değiştir" bölümünden de bağlayabilirsiniz!

source: * Enable MFA to make the account more secure.
tr: * Hesabı daha güvenli hale getirmek için MFA'yı etkinleştirin.

source: In order to protect you and your company, please keep your account, password and key sensitive information properly. (for example: setting complex password, enabling MFA)
tr: Sizi ve şirketinizi korumak için lütfen hesabınızı, şifrenizi ve anahtar hassas bilgilerinizi düzgün bir şekilde saklayın. (örneğin: karmaşık şifre belirleme, MFA'yı etkinleştirme)

source: Finish
tr: Bitiş

source: New password
tr: Yeni Şifre

source: Confirm password
tr: Şifreyi Onayla

source: Password does not match
tr: Parola eşleşmiyor

source: Old password
tr: Eski Şifre

source: Old password error
tr: Eski şifre hatası

source: Automatically configure and download the SSH key
tr: SSH anahtarını otomatik olarak yapılandırın ve indirin

source: ssh public key
tr: ssh ortak anahtarı

source: Paste your id_rsa.pub here.
tr: id_rsa.pub dosyanızı buraya yapıştırın.

source: Public key should not be the same as your old one.
tr: Genel anahtar, eski anahtarınızla aynı olmamalıdır.

source: Not a valid ssh public key
tr: Geçerli bir ssh ortak anahtarı değil

source: Public key
tr: Genel anahtar

source: Force enable
tr: Etkinleştirmeye zorla

source: Local
tr: Yerel

source: Is service account
tr: hizmet hesabı

source: Secret key
tr: Gizli anahtar

source: Source
tr: Kaynak

source: Date password last updated
tr: Şifrenin son güncellenme tarihi

source: Need update password
tr: Güncelleme şifresi gerekiyor

source: Can invite user
tr: Kullanıcı davet edebilir

source: Can remove user
tr: Kullanıcıyı kaldırabilir

source: Can match user
tr: Kullanıcıyla eşleşebilir

source: Administrator
tr: yönetici

source: Administrator is the super user of system
tr: Yönetici, sistemin süper kullanıcısıdır

source: User password history
tr: Kullanıcı şifre geçmişi

source: Reset password
tr: Şifreyi yenile

source: Reset password success
tr: Şifreyi sıfırla başarısı

source: Reset public key success
tr: Ortak anahtar başarısını sıfırla

source: Password is about expire
tr: Şifrenin süresi dolmak üzere

source: Account is about expire
tr: Hesabın süresi dolmak üzere

source: Reset SSH Key
tr: SSH Anahtarını Sıfırla

source: Reset MFA
tr: MFA'yı sıfırla

source: The old password is incorrect
tr: eski şifre yanlış

source: Password does not match security rules
tr: Şifre güvenlik kurallarıyla eşleşmiyor

source: The new password cannot be the last {} passwords
tr: Yeni şifre son {} şifre olamaz

source: The newly set password is inconsistent
tr: Yeni ayarlanan şifre tutarsız

source: Is first login
tr: İlk giriş

source: System roles
tr: Sistem rolleri

source: Org roles
tr: Organizasyon rolleri

source: System roles display
tr: Sistem rolleri

source: Org roles display
tr: Organizasyon rolleri

source: Password strategy
tr: Şifre stratejisi

source: MFA enabled
tr: MFA etkin

source: MFA force enabled
tr: MFA gücü etkin

source: MFA level display
tr: MFA seviye göstergesi

source: Login blocked
tr: Giriş engellendi

source: Can public key authentication
tr: Ortak anahtar kimlik doğrulaması yapabilir

source: Avatar url
tr: avatar url'si

source: Groups name
tr: Grup adı

source: Source name
tr: Kaynak adı

source: Organization role name
tr: Organizasyon rolü adı

source: Super role name
tr: süper rol adı

source: Total role name
tr: Toplam rol adı

source: Is wecom bound
tr: wecom bağlı mı

source: Is dingtalk bound
tr: dingtalk bağlı mı

source: Is feishu bound
tr: feishu bağlı mı

source: Is OTP bound
tr: OTP bağlı mı

source: System role name
tr: Sistem rolü adı

source: Select users
tr: Kullanıcıları seçin

source: For security, only list several users
tr: Güvenlik için yalnızca birkaç kullanıcıyı listeleyin

source: name not unique
tr: isim benzersiz değil

source: Your account will expire in
tr: Hesabınızın süresi içinde sona erecek

source: In order not to affect your normal work, please contact the administrator for confirmation.
tr: Normal çalışmanızı etkilememek için lütfen onay için yönetici ile iletişime geçin.

source: Your password will expire in
tr: Parolanızın süresi içinde sona erecek

source: For your account security, please click on the link below to update your password in time
tr: Hesap güvenliğiniz için lütfen aşağıdaki linke tıklayarak şifrenizi zamanında güncelleyiniz.

source: Click here update password
tr: Buraya tıklayın şifreyi güncelleyin

source: If your password has expired, please click the link below to
tr: Parolanızın süresi dolmuşsa, lütfen aşağıdaki bağlantıya tıklayın.

source: Your MFA has been reset by site administrator
tr: MFA'nız site yöneticisi tarafından sıfırlandı

source: Please click the link below to set
tr: ayarlamak için lütfen aşağıdaki bağlantıyı tıklayın

source: Click here set
tr: Buraya tıklayın

source: Your ssh public key has been reset by site administrator
tr: ssh ortak anahtarınız site yöneticisi tarafından sıfırlandı

source: click here to set your password
tr: şifrenizi ayarlamak için buraya tıklayın

source: Input your email, that will send a mail to your
tr: E-postanızı girin, girdiğiniz adrese bir şifre sıfırlama e-postası gönderilecektir

source: Submit
tr: Gönder

source: Enable MFA
tr: MFA'yı etkinleştir

source: MFA force enable, cannot disable
tr: MFA zorla etkinleştir, devre dışı bırakılamaz

source: MFA setting
tr: MFA ayarı

source: Your password must satisfy
tr: Parolanız tatmin edici olmalıdır

source: Password strength
tr: Şifre güvenlik seviyesi

source: Setting
tr: Ayar

source: Very weak
tr: Çok zayıf

source: Weak
tr: Güçsüz

source: Medium
tr: Orta

source: Strong
tr: Güçlü

source: Very strong
tr: Çok güçlü

source: Enable OTP
tr: OTP'yi etkinleştir

source: Bind one-time password authenticator
tr: Tek seferlik parola doğrulayıcıyı bağla

source: Use the MFA Authenticator application to scan the following qr code for a 6-bit verification code
tr: 6 bitlik doğrulama kodu için aşağıdaki qr kodunu taramak için MFA Authenticator uygulamasını kullanın

source: Six figures
tr: altı rakam

source: Install app
tr: Uygulamayı yükle

source: Download and install the MFA Authenticator application on your phone or applet of WeChat
tr: MFA Authenticator uygulamasını telefonunuza veya WeChat uygulamasına indirin ve yükleyin

source: Android downloads
tr: Android indirmeleri

source: iPhone downloads
tr: iPhone indirmeleri

source: After installation, click the next step to enter the binding page (if installed, go to the next step directly).
tr: Kurulumdan sonra, ciltleme sayfasına girmek için sonraki adıma tıklayın (kuruluysa, doğrudan sonraki adıma geçin).

source: Verify password
tr: Şifreyi doğrula

source: Authenticate
tr: Kimlik doğrulama

source: The account protection has been opened, please complete the following operations according to the prompts
tr: Hesap koruması açılmıştır, lütfen aşağıdaki işlemleri istemlere göre tamamlayınız.

source: Open MFA Authenticator and enter the 6-bit dynamic code
tr: MFA Authenticator'ı açın ve 6 bitlik dinamik kodu girin

source: Already bound
tr: zaten bağlı

source: MFA already bound, disable first, then bound
tr: MFA zaten bağlı, önce devre dışı bırak, sonra bağlı

source: OTP enable success
tr: OTP başarıyı etkinleştirir

source: OTP enable success, return login page
tr: OTP başarıyı etkinleştir, giriş sayfasını döndür

source: Disable OTP
tr: OTP'yi devre dışı bırak

source: OTP disable success
tr: OTP devre dışı bırakma başarısı

source: OTP disable success, return login page
tr: OTP devre dışı bırakma başarısı, giriş sayfasını döndür

source: Password invalid
tr: Şifre geçersiz

source: Send reset password message
tr: Şifre sıfırlama mesajı gönder

source: Send reset password mail success, login your mail box and follow it
tr: Şifre sıfırlama maili başarılı gönder, mail kutunuza giriş yapın ve takip edin

source: Email address invalid, please input again
tr: E-posta adresi geçersiz, lütfen tekrar girin

source: The user is from {}, please go to the corresponding system to change the password
tr: Kullanıcı {} adresinden, şifreyi değiştirmek için lütfen ilgili sisteme gidin

source: Token invalid or expired
tr: Belirteç geçersiz veya süresi dolmuş

source: User auth from {}, go there change password
tr: {} adresinden kullanıcı yetkilendirmesi, oraya git şifreyi değiştir

source: * Your password does not meet the requirements
tr: * Şifreniz gereksinimleri karşılamıyor

source: * The new password cannot be the last {} passwords
tr: * Yeni şifre son {} şifre olamaz

source: Reset password success, return to login page
tr: Şifreyi sıfırla başarısı, giriş sayfasına dön

source: The parameter 'action' must be [{}]
tr: 'eylem' parametresi [{}] olmalıdır

source: Change auth plan
tr: Yetkilendirme planını değiştir

source: Application change auth plan
tr: Uygulama değişikliği yetkilendirme planı

source: Application change auth plan execution
tr: Uygulama değişikliği yetkilendirme planı yürütme

source: App
tr: Uygulama

source: Application change auth plan task
tr: Uygulama değişikliği yetkilendirme planı görevi

source: Password cannot be set to blank, exit.
tr: Şifre boş bırakılamaz, çıkın.

source: Append SSH KEY
tr: SSH ANAHTARI Ekle

source: Empty and append SSH KEY
tr: SSH KEY'i boşaltın ve ekleyin

source: Replace (The key generated by JumpServer)
tr: Değiştir (JumpServer tarafından oluşturulan anahtar)

source: SSH Key strategy
tr: SSH Anahtar stratejisi

source: Asset change auth plan
tr: Varlık değişikliği yetkilendirme planı

source: Asset change auth plan execution
tr: Varlık değişikliği yetkilendirme planının yürütülmesi

source: Change auth plan execution
tr: Yetkilendirme planı yürütmesini değiştir

source: Asset change auth plan task
tr: Varlık değişikliği yetkilendirme planı görevi

source: This asset does not have a privileged user set:
tr: Bu varlığın ayrıcalıklı bir kullanıcı grubu yok:

source: The password and key of the current asset privileged user cannot be changed:
tr: Geçerli varlık ayrıcalıklı kullanıcının parolası ve anahtarı değiştirilemez:

source: Public key cannot be set to null, exit.
tr: Genel anahtar boş olarak ayarlanamaz, çık.

source: All assets use the same random password
tr: Tüm varlıklar aynı rastgele şifreyi kullanır

source: All assets use different random password
tr: Tüm varlıklar farklı rastgele şifre kullanır

source: Password rules
tr: Şifre kuralları

source: Change auth plan snapshot
tr: Yetkilendirme planı anlık görüntüsünü değiştir

source: Ready
tr: Hazır

source: Preflight check
tr: Ön kontrol kontrolü

source: Change auth
tr: Yetkilendirmeyi değiştir

source: Verify auth
tr: Yetkilendirmeyi doğrula

source: Keep auth
tr: Yetkilendirmeyi koru

source: Step
tr: Adım

source: Notification of implementation result of encryption change plan
tr: Şifreleme değişiklik planının uygulama sonucunun bildirilmesi

source: {} - The encryption change task has been completed. See the attachment for details
tr: {} - Şifreleme değişikliği görevi tamamlandı. Ayrıntılar için eke bakın

source: {} - The encryption change task has been completed: the encryption password has not been set - please go to personal information -> file encryption password to set the encryption password
tr: {} - Şifreleme değiştirme görevi tamamlandı: şifreleme şifresi ayarlanmadı - lütfen kişisel bilgilere gidin -> şifreleme şifresini ayarlamak için dosya şifreleme şifresi

source: Change Password
tr: Şifre değiştir

source: Change SSH Key
tr: SSH Anahtarını Değiştir

source: Run times
tr: çalışma süreleri

source: * Please enter the correct password length
tr: * Lütfen doğru şifre uzunluğunu girin

source: * Password length range 6-30 bits
tr: * Şifre uzunluk aralığı 6-30 bit

source: After many attempts to change the secret, it still failed
tr: Sırrı değiştirmeye yönelik birçok denemeden sonra yine de başarısız oldu.

source: Invalid/incorrect password
tr: Geçersiz/yanlış şifre

source: Failed to connect to the host
tr: Ana bilgisayara bağlanılamadı

source: Data could not be sent to remote
tr: Veriler uzaktan kumandaya gönderilemedi

source: Test connection successful
tr: Test bağlantısı başarılı

source: Test connection failed: {}
tr: Test bağlantısı başarısız oldu: {}

source: Alibaba Cloud
tr: Alibaba Bulut

source: AWS (International)
tr: AWS (Uluslararası)

source: AWS (China)
tr: AWS (Çin)

source: Azure (China)
tr: Azure (Çin)

source: Azure (International)
tr: Azure (Uluslararası)

source: Huawei Cloud
tr: Huawei Bulut

source: Baidu Cloud
tr: Baidu Bulutu

source: JD Cloud
tr: JD Bulut

source: Tencent Cloud
tr: Tencent Bulutu

source: VMware
tr: sanal makine yazılımı

source: Nutanix
tr: Nutaniks

source: Huawei Private Cloud
tr: Huawei Özel Bulut

source: Qingyun Private Cloud
tr: Qingyun Özel Bulut

source: Google Cloud Platform
tr: Google Bulut Platformu

source: Instance name
tr: Örnek isim

source: Instance name and Partial IP
tr: Örnek adı ve Kısmi IP

source: Succeed
tr: Başarmak

source: Unsync
tr: senkronizasyonu kaldır

source: New Sync
tr: Yeni Senkronizasyon

source: Synced
tr: senkronize edildi

source: Released
tr: Piyasaya sürülmüş

source: Cloud center
tr: Bulut merkezi

source: Provider
tr: Sağlayıcı

source: Cloud account
tr: Bulut hesabı

source: Test cloud account
tr: Bulut hesabını test edin

source: Account
tr: Hesap

source: Regions
tr: Bölgeler

source: Hostname strategy
tr: Ana bilgisayar adı stratejisi

source: Unix admin user
tr: Unix yönetici kullanıcısı

source: Windows admin user
tr: Windows yönetici kullanıcısı

source: IP network segment group
tr: IP ağ segmenti grubu

source: Always update
tr: Her zaman güncelle

source: Date last sync
tr: Son senkronizasyon tarihi

source: Sync instance task
tr: Örnek görevini senkronize et

source: Date sync
tr: Tarih senkronizasyonu

source: Sync instance task execution
tr: Senkronizasyon örneği görevi yürütme

source: Sync task
tr: Senkronizasyon görevi

source: Sync instance task history
tr: Örnek görev geçmişini senkronize et

source: Instance
tr: Misal

source: Sync instance detail
tr: Senkronizasyon örneği ayrıntısı

source: China (Beijing)
tr: Çin (Pekin)

source: China (Ningxia)
tr: Çin (Ningxia)

source: US East (Ohio)
tr: ABD Doğu (Ohio)

source: US East (N. Virginia)
tr: ABD Doğu (K. Virginia)

source: US West (N. California)
tr: ABD Batı (K. California)

source: US West (Oregon)
tr: ABD Batı (Oregon)

source: Africa (Cape Town)
tr: Afrika (Cape Town)
