Repository: friberk/jumpserver-turasas
Catalog: apps/locale/*/LC_MESSAGES/django.po
Languages: tr

source: Asia Pacific (Hong Kong)
tr: Asya Pasifik (Hong Kong)

source: Asia Pacific (Mumbai)
tr: Asya Pasifik (Mumbai)

source: Asia Pacific (Osaka-Local)
tr: Asya Pasifik (Osaka-Yerel)

source: Asia Pacific (Seoul)
tr: Asya Pasifik (Seul)

source: Asia Pacific (Singapore)
tr: Asya Pasifik (Singapur)

source: Asia Pacific (Sydney)
tr: Asya Pasifik (Sidney)

source: Asia Pacific (Tokyo)
tr: Asya Pasifik (Tokyo)

source: Canada (Central)
tr: Kanada (Merkez)

source: Europe (Frankfurt)
tr: Avrupa (Frankfurt)

source: Europe (Ireland)
tr: Avrupa (İrlanda)

source: Europe (London)
tr: Avrupa (Londra)

source: Europe (Milan)
tr: Avrupa (Milan)

source: Europe (Paris)
tr: Avrupa (Paris)

source: Europe (Stockholm)
tr: Avrupa (Stockholm)

source: Middle East (Bahrain)
tr: Orta Doğu (Bahreyn)

source: South America (São Paulo)
tr: Güney Amerika (Sao Paulo)

source: CN North-Beijing
tr: CN Kuzey-Pekin

source: CN South-Guangzhou
tr: CN Güney-Guangzhou

source: CN East-Suzhou
tr: CN Doğu-Suzhou

source: CN Center-Wuhan
tr: CN Merkezi-Wuhan

source: CN North-Baoding
tr: CN Kuzey-Baoding

source: CN East-Shanghai
tr: CN Doğu-Şanghay

source: AP-Singapore
tr: AP-Singapur

source: CN North-Beijing4
tr: CN Kuzey-Pekin4

source: CN North-Beijing1
tr: CN Kuzey-Pekin1

source: CN East-Shanghai2
tr: CN Doğu-Şanghay2

source: CN East-Shanghai1
tr: CN Doğu-Şanghay1

source: LA-Mexico City1
tr: LA-Meksika Şehri1

source: EU-Paris
tr: AB-Paris

source: CN Southwest-Guiyang1
tr: CN Güneybatı-Guiyang1

source: CN Northeast-Dalian
tr: CN Kuzeydoğu-Dalian

source: CN North-Ulanqab1
tr: CN Kuzey-Ulanqab1

source: CN East-Suqian
tr: CN Doğu-Suqian

source: Validity display
tr: Geçerlilik

source: Provider display
tr: Sağlayıcı adı

source: Client ID
tr: Müşteri Kimliği

source: Tenant ID
tr: Kiracı Kimliği

source: Subscription ID
tr: Abonelik Kimliği

source: API Endpoint
tr: API Uç Noktası

source: Auth url
tr: Yetkilendirme URL'si

source: eg: http://openstack.example.com:5000/v3
tr: örneğin: http://openstack.example.com:5000/v3

source: User domain
tr: Kullanıcı alanı

source: Service account key
tr: Hizmet hesabı anahtarı

source: The file is in JSON format
tr: Dosya JSON formatında

source: Only instances matching the IP range will be synced. <br>If the instance contains multiple IP addresses, the first IP address that matches will be used as the IP for the created asset. <br>The default value of * means sync all instances and randomly match IP addresses. <br>Format for comma-delimited string, Such as: 192.168.1.0/24, 10.1.1.1-10.1.1.20
tr: Yalnızca IP aralığıyla eşleşen örnekler senkronize edilecektir. <br>Örnek birden fazla IP adresi içeriyorsa, eşleşen ilk IP adresi, oluşturulan varlığın IP'si olarak kullanılacaktır. <br>Varsayılan * değeri, tüm örnekleri senkronize etmek ve IP adreslerini rastgele eşleştirmek anlamına gelir. <br>Virgülle ayrılmış dize biçimi, Örneğin: 192.168.1.0/24, 10.1.1.1-10.1.1.20

source: History count
tr: Geçmiş sayısı

source: Instance count
tr: Örnek sayısı

source: Linux admin user
tr: Linux yönetici kullanıcısı

source: Periodic display
tr: Periyodik ekran

source: Account unavailable
tr: Hesap kullanılamıyor

source: Gathered user
tr: Toplanan kullanıcı

source: Gather user task
tr: Kullanıcı görevi topla

source: gather user task execution
tr: kullanıcı görev yürütmesini topla

source: Assets is empty, please change nodes
tr: Öğeler boş, lütfen düğümleri değiştirin

source: Executed times
tr: Yürütülen zamanlar

source: Restore default successfully.
tr: Varsayılanı başarıyla geri yükleyin.

source: Interface settings
tr: Arayüz ayarları

source: Title of login page
tr: Giriş sayfasının başlığı

source: Image of login page
tr: Giriş sayfasının resmi

source: Website icon
tr: Web sitesi simgesi

source: Logo of management page
tr: Yönetim sayfasının logosu

source: Logo of logout page
tr: Çıkış sayfasının logosu

source: Theme
tr: Tema

source: Interface setting
tr: Arayüz ayarı

source: License import successfully
tr: Lisans içe aktarma başarıyla

source: License is invalid
tr: Lisans geçersiz

source: License
tr: Lisans

source: Standard edition
tr: Standart Sürüm

source: Enterprise edition
tr: Kurumsal sürüm

source: Ultimate edition
tr: Nihai sürüm

source: Community edition
tr: Topluluk Sürümü

source: Oracle port
tr: Oracle bağlantı noktası

source: Reopen
tr: Yeniden aç

source: common
tr: yaygın

source: Fusion Compute
tr: Füzyon Hesaplama
